l.exports = {
    "5Mi5TE": ["Αλλαγή του τρόπου με τον οποίο καθορίζουμε την ηλικία σου;"],
    lG69e1: [[8, "$link", ["Μάθε περισσότερα"], [[1, "handleOnHelpUrlHook"]]], " για τις ηλικιακές ομάδες"],
    V822Mp: ["Αφαίρεση ηλικιακής ομάδας"],
    FbTAmI: [
        "Αυτό θα αλλάξει την ηλικιακή σου ομάδα από Ενήλικος σε Μη επιβεβαιωμένη και δεν θα μπορείς να έχεις πρόσβαση σε εμπειρίες με ηλικιακό περιορισμό. Για να αποκτήσεις ξανά πρόσβαση ως ενήλικος, θα πρέπει να επιβεβαιώσεις την ηλικιακή σου ομάδα με άλλο τρόπο.",
    ],
    "g7/14g": ["Αφαίρεση της καθορισμένης ηλικιακής σου ομάδας;"],
    Gn0SAj: ["Ορισμός της ηλικιακής σου ομάδας σε Μη επιβεβαιωμένη"],
    "bD//cU": ["Αφαίρεση καθορισμένης ηλικιακής ομάδας"],
    rJiO86: ["Επίλεξε να επιβεβαιώσεις την ηλικιακή σου ομάδα με διαφορετικό τρόπο"],
    SH6Tcv: ["Επιβεβαίωση ηλικιακής ομάδας"],
    "1DN29p": [
        "Χρησιμοποιούμε τεχνολογίες που αξιολογούν τις ηλικιακές ομάδες των χρηστών βάσει προτύπων συμπεριφοράς και άλλων ενδείξεων που σχετίζονται με λογαριασμούς χρηστών στο Discord. ",
        [8, "$link", ["Μάθε περισσότερα"], [[1, "handleOnHelpUrlHook"]]],
    ],
    PY4MA0: ["Το Discord έχει καθορίσει ότι ανήκεις στην ηλικιακή ομάδα των Ενηλίκων"],
    FTawSP: ["Καθορίστηκε από το Discord"],
    WM5adV: ["Καθορίστηκε από το Discord. ", [8, "$link", ["Μάθε περισσότερα"], [[1, "handleOnHelpUrlHook"]]]],
    b7Oqdu: ["Επίλεξε έναν άλλο τρόπο"],
    ar3a3q: [
        "Οι πληροφορίες που παρέχεις χρησιμοποιούνται μόνο για την επιβεβαίωση της ηλικιακής σου ομάδας και μετά διαγράφονται.",
    ],
    "0vTx7j": ["Επαναφόρτωση"],
    yBHwMy: [
        "Αυτό το βήμα δεν υποστηρίζεται σε VR. Ολοκλήρωσέ το σε άλλη συσκευή και θα ενημερώσουμε αυτόματα την εμπειρία σου εδώ.",
    ],
    gUqXQN: ["Επιβεβαίωσε την ηλικία σου σε άλλη συσκευή"],
    "XYYm+1": ["Επίλεξε άλλο τρόπο επαλήθευσης της ηλικίας σου"],
    rVLCwM: ["Επίλεξε έναν άλλο τρόπο"],
    RpMIT0: [
        "Επίλεξε έναν τρόπο για να επιβεβαιώσεις ότι είσαι ενήλικας. Μόλις επιβεβαιωθεί η ηλικία σου, θα έχεις πρόσβαση σε περιεχόμενο και ρυθμίσεις που έχουν ηλικιακό περιορισμό. ",
        [8, "$link", ["Μάθε περισσότερα"], [[1, "handleOnHelpUrlHook"]]],
        ".",
    ],
    h7qzoa: [
        "Επανάφερε την πρόσβαση στο Discord επιβεβαιώνοντας την ηλικία σου χρησιμοποιώντας μία από τις παρακάτω επιλογές.",
    ],
    eJmat5: [
        "Επαλήθευσε την ηλικία σου με ένα βίντεο selfie. Το βίντεο παραμένει στη συσκευή σου και τα βιομετρικά σου δεδομένα δεν κοινοποιούνται.",
    ],
    "2yLvkS": ["Βίντεο selfie μέσω k-ID"],
    "+pwfOA": ["Κάτι πήγε στραβά με την επαλήθευση του Google Wallet. Δοκίμασε κάποιον άλλο τρόπο."],
    dah4bF: [
        "Χρησιμοποίησε ένα αποδεικτικό ταυτότητας με βάση τα στοιχεία του διαβατηρίου σου. Τα στοιχεία της ταυτότητάς σου παραμένουν στο Google Wallet.",
    ],
    Y9sLpR: ["Αποδεικτικό ταυτότητας Google Wallet"],
    fEUKEv: ["Δοκίμασε άλλο τρόπο"],
    Pf5xUq: [
        "Το αποδεικτικό ταυτότητάς σου εκδόθηκε σε μια χώρα που δεν υποστηρίζεται ακόμη. Δοκίμασε κάποιον άλλο τρόπο επαλήθευσης.",
    ],
    MlFuBI: ["Γίνεται επαλήθευση της ηλικίας σου…"],
    ZdmRwW: [
        "Σάρωσε την ταυτότητά σου και βγάλε μια selfie για να επιβεβαιώσεις ότι είσαι εσύ. Και τα δύο διαγράφονται αμέσως μετά την επιβεβαίωση και δεν συνδέονται ποτέ με τον λογαριασμό σου.",
    ],
    dwkwo0: ["Σάρωση ταυτότητας μέσω k-ID"],
    htWh1G: [[8, "$link", ["Μάθε περισσότερα"], [[1, "handleOnHelpUrlHook"]]], " στο Κέντρο Βοήθειας"],
    cR6336: ["Δεν υπάρχουν διαθέσιμοι τρόποι επαλήθευσης ηλικίας. Αυτό ενδεχομένως να είναι σφάλμα."],
    hDvmYP: ["Επαναφόρτωση"],
};
