p.exports = JSON.parse(
    '{"XJ4UpB":["Змінити зображення"],"XV4qT6":["Видалити зображення"],"CLSbjS":["Поскаржитися на зображення"],"1OwLy1":["Ще"],"HkszWk":["Вибрати GIF"],"aBnIyR":["Вибрати зображення"],"SQb1dl":["Надихніться"],"2THN2i":["Ідеї для початку роботи."],"dDID2M":["Нещодавні зображення"],"9Xxm0y":["Отримайте доступ до своїх останніх завантажень."],"+y6KsI":["Встановіть зображення, щоб інші знали, що відбувається."],"yyPbqI":["Розкажіть, чим ви зайняті"],"BIdpHb":["Незабаром"],"bjP2Do":["Завантажити зображення"],"NGcIOF":["Задайте настрій"]}',
);
