p.exports = JSON.parse(
    '{"/cp93l":["Следващия месец"],"raS6yf":["Предходния месец"],"JA5C7L":["Изчистване"],"I8kUqR":["Отваряне на календара"],"db85vU":["Няма елементи за показване"],"bPKiId":["Няма резултати за „",[1,"query"],"“"],"WfH9in":["Затвори"],"m3Vfcs":["Не показвай отново"],"cgdAs2":["(Ще се отвори в нов раздел)"],"2L/ygS":[[1,"percent"]," процента готово"],"/Y7vRd":["Натисни „Изтриване“, за да премахнеш."],"VMNfsY":["Избрани"],"A+pfVR":["Избиране..."],"v2YSk/":["Стъпка ",[1,"stepNumber"]," от ",[1,"stepCount"]],"YpT3kk":["Уголемяване и възпроизвеждане на видео"]}',
);
