b.exports = JSON.parse(
    '{"YnnXb6":[[8,"$b",[[1,"connectionName"]]]," 연결이 ",[8,"$b",[[1,"applicationName"]]],"(으)로 마이그레이션돼요. 프로필 연결을 모두 유지하려면 계정을 다시 연결하세요."],"vycLU2":["연결 변경 사항"],"ZeOhh9":["연결 업데이트"],"/Xhh40":[[8,"$b",["리그 오브 레전드"]],"와 ",[8,"$b",["Riot"]],"의 연결된 역할이 2026년 6월 12일부터 지원 중단됩니다. 설정에서 연결된 역할을 업데이트해 주세요."],"spsZYI":["연결된 역할 업데이트"],"MVB/Ab":["나중에 다시 알리기"],"sbMMtk":[[8,"$b",["리그 오브 레전드"]],"와 ",[8,"$b",["Riot"]],"의 연결된 역할은 2026년 6월 12일부터 사용 중단될 예정이에요. 설정에서 연결된 역할을 마이그레이션해 주세요. ",[8,"$b",["이후로는 더 이상 유지보수되지 않습니다."]]],"1S6oAo":["Riot ID"]}',
);
