e.exports = JSON.parse(
    '{"YnnXb6":["Η Σύνδεση ",[8,"$b",[[1,"connectionName"]]]," μεταφέρεται στο ",[8,"$b",[[1,"applicationName"]]],". Επανασύνδεσε τον λογαριασμό σου για να διατηρήσεις όλες τις συνδέσεις προφίλ σου."],"vycLU2":["Αλλαγές στη σύνδεση"],"ZeOhh9":["Ενημέρωση σύνδεσης"],"/Xhh40":["Οι συνδεδεμένοι ρόλοι για το ",[8,"$b",["League of Legends"]]," και το ",[8,"$b",["Riot"]]," θα διακοπούν, αλλά οι υπάρχουσες ρυθμίσεις σου θα συνεχίσουν να λειτουργούν. Ενημέρωσε τους ρόλους στις ",[8,"settingsLink",["Ρυθμίσεις"]],"."],"MVB/Ab":["Υπενθύμιση αργότερα"],"1S6oAo":["Riot ID"]}',
);
