e.exports = JSON.parse(
    '{"YnnXb6":["Връзката ",[8,"$b",[[1,"connectionName"]]]," мигрира до ",[8,"$b",[[1,"applicationName"]]],". Свържи акаунта си отново, за да запазиш всичките си връзки с профила."],"vycLU2":["Промени във връзката"],"ZeOhh9":["Актуализиране на връзката"],"/Xhh40":["Свързаните роли за ",[8,"$b",["League of Legends"]]," и ",[8,"$b",["Riot"]]," ще бъдат прекратени, но вече съществуващите ти конфигурации ще останат функционални. Актуализирай ролите си в ",[8,"settingsLink",["Настройки"]],"."],"MVB/Ab":["Напомни ми по-късно"],"1S6oAo":["Riot ID"]}',
);
