s.exports = JSON.parse(
    '{"iK1QsY":["채널 즐겨찾기"],"w1MU8Y":["즐겨찾기에 사용자 추가"],"xB/0Z9":["채팅 채널 및 DM 검색"],"d3yO98":["최근 활동"],"uC6Lhg":["최근 채팅 채널"],"HGimIS":["검색 결과"],"GKTlS6":["즐겨찾기"],"trKJoT":["게임 내"],"OV3KfO":["음성 채널 검색"],"OskevP":["즐겨찾기"],"C+ojiQ":["음성 채널 내 친구"],"DUIbKP":["검색 결과"],"9ME4wE":["추천 음성 채널"],"PBVXVW":["Shift+클릭으로 모두 닫기"],"ERApc4":["오버레이 채팅 닫기"],"x1k3cO":["현재 ",[1,"gameName"]," 플레이 중"],"uhJexs":["채팅"],"xpv/t5":["메시지를 시작할 채팅을 선택하세요."],"tYPfF2":["음성 텍스트 최소화"],"KWrMk5":["오버레이 채팅 열기"],"2yFtJ1":["최신 오버레이 채팅"],"dvUElD":["채널 즐겨찾기 취소"],"Xr8XHk":["사용자 즐겨찾기 취소"]}',
);
