s.exports = JSON.parse(
    '{"xKXcSu":["Додати в обране"],"Rp35U1":["Додати в обране"],"G9fGlP":["Додати в обране"],"CgmkFJ":["Обране"],"yYVbdv":["Розблокувати з Nitro"],"6kk0gM":["Додати в обране"],"3KruG3":["Перейти на сервер"],"9jWMQ9":["Зрозуміло"],"GCCs6j":["О ні!"],"OXC/Du":["Додано в обране"],"0nZZEk":["Отримати Nitro"],"0lHa0Z":["Додати в обране"],"avps/2":["Отримати Nitro"],"+h9aza":["Зрозуміло"],"25YCHl":["Додати в обране"],"TN4nAX":["Видалити з обраного"],"4XlAQd":["Обране"],"20sYUU":["Отримати Nitro"],"7WwLnr":["Попередній перегляд"],"OT1NK5":["Обране"]}',
);
