p.exports = JSON.parse(
    '{"XJ4UpB":["更改图片"],"XV4qT6":["移除图片"],"CLSbjS":["举报图片"],"Dfnp+b":["您没有修改此图片的权限。"],"sw6JQB":["图片过大。请选择一张较小的图片。"],"HHJFhr":["无法使用该图片。请尝试另一张图片。"],"yHHcCH":["您的操作速度过快，请稍后再试。"],"CqBvCr":["哪里出错了。请稍后重试。"],"1OwLy1":["更多"],"HkszWk":["选择 GIF"],"5VL9Ju":["从服务器中选择最近上传的图片。"],"aBnIyR":["选择图片"],"SQb1dl":["获取灵感"],"2THN2i":["助您快速开始的一些灵感。"],"dDID2M":["最近"],"9Xxm0y":["访问您最新上传的图片。"],"zetfRy":["服务器上传"],"+y6KsI":["邀请好友加入，或设置聚会氛围。"],"yyPbqI":["营造氛围"],"BIdpHb":["即将推出"],"bjP2Do":["上传图片"],"NGcIOF":["营造氛围"]}',
);
