p.exports = JSON.parse(
    '{"odtr7f":["Выберите одну из готовых тем или создайте собственную. Она видна всем участникам, заходящим на сервер, и адаптируется к светлому и тёмному режимам. ",[8,"$link",["Узнать больше"],[[1,"articleUrl"]]]],"XhiIAu":["Изменяет внешний вид сервера для всех участников."],"aZpFFn":["Включить тему сервера"],"jSrqR2":["Готовые"],"HkvkHP":["Тема будет отображаться в светлом или тёмном варианте, в зависимости от того, какой режим выбран у участника."],"zry4l5":["Предпросмотр темы"],"Ck5zxP":["Выбор темы"],"/6NbRv":["Тема сервера"]}',
);
