s.exports = JSON.parse(
    '{"iK1QsY":["加入最愛頻道"],"w1MU8Y":["加入最愛使用者"],"xB/0Z9":["搜尋文字頻道和私訊"],"d3yO98":["最近活動"],"uC6Lhg":["最近的文字頻道"],"HGimIS":["搜尋結果"],"GKTlS6":["最愛項目"],"trKJoT":["在遊戲中"],"OV3KfO":["搜尋語音頻道"],"OskevP":["最愛項目"],"C+ojiQ":["語音中的好友"],"DUIbKP":["搜尋結果"],"9ME4wE":["建議的語音頻道"],"PBVXVW":["按住 Shift 鍵 + 點選，關閉所有嵌入介面"],"ERApc4":["關閉嵌入介面聊天"],"x1k3cO":["目前正在遊玩 ",[1,"gameName"]],"uhJexs":["聊天"],"xpv/t5":["選擇一個聊天以開始傳送訊息。"],"tYPfF2":["將文字語音聊天最小化"],"KWrMk5":["開啟嵌入介面聊天"],"2yFtJ1":["最近的嵌入介面聊天"],"dvUElD":["移除最愛頻道"],"Xr8XHk":["移除最愛使用者"]}',
);
