a.exports = {
    "5h8p5P": [[1, "platforms"], "はサポートされていません。"],
    vyAtfo: [
        [1, "applicationName"],
        "とDiscordアカウントを連携して、このギフトを受け取りましょう。",
        [1, "platforms_info"],
    ],
    yqAKVO: [
        "アカウントが",
        [1, "applicationName"],
        "と連携しました。以下のギフトを引換えましょう。",
        [1, "platforms_info"],
    ],
    Ufm9XX: [
        "「",
        [1, "buyButtonLabel"],
        "」をクリックすることで、",
        [8, "$link", ["有料サービス利用規約"], [[1, "paidServiceTermURL"]]],
        "に同意したことになります。",
        [
            8,
            "$b",
            [
                [1, "applicationName"],
                "ゲームショップでアイテムを購入すると、リストされたゲーム内でこのアイテムを使用する限定ライセンスを購入することになります。",
            ],
        ],
        "この購入は返金不可です。このアイテムは開発者がゲーム内で直接配信します。",
    ],
    Q0dHYO: ["引換にはアカウントのリンクが必要です。", [1, "platforms_info"]],
    "3ah/a2": [
        [
            8,
            "$b",
            [
                [1, "applicationName"],
                "ゲームショップでアイテムを購入すると、リストに記載されたゲーム内でこのアイテムを使用できる限定ライセンスを購入したことになります。",
            ],
        ],
        "この購入は払い戻しできません。このアイテムは開発者によってゲーム内で直接提供されます。",
        [1, "platforms_info"],
    ],
    fO4b1C: [
        [1, "applicationName"],
        "アカウントとDiscordアカウントを連携して、この購入を確認しましょう。",
        [1, "platforms_info"],
    ],
    "Sy7D+/": ["このショップにはまだアイテムがありません。後でまた来てみてね！"],
    OvBwPV: ["利用可能なストアフロントがありません"],
    BMMo2K: [
        "デスクトップ版のDiscord設定から",
        [1, "applicationName"],
        "とDiscordアカウントを連携して、この購入を承認しましょう。",
    ],
    eNNnIG: [
        "デスクトップ版のDiscord設定から",
        [1, "applicationName"],
        "とDiscordアカウントを連携して、この購入を承認しましょう。",
    ],
    gndWN7: ["購入するにはデスクトップでDiscordを開いてください。"],
    bRPsNX: ["購入を引換"],
    BKf0MM: ["詳細を表示"],
};
