p.exports = JSON.parse(
    '{"zyFyf3":"Ти си в режим \u201EНе ме безпокой\u201C. Премини в онлайн режим, за да се присъединиш към разговора.","7cuAe3":"Режимът \u201EНе ме безпокой\u201C е включен от доста време. Кажи на приятелите си, че си на линия.","3nnb4u":"Приятелите ти може си мислят, че си зает(а). Премини в онлайн режим, за да се присъединиш към разговора.","3t3FR0":"Кажи на другите, че си на линия","Onha6O":"Още ли си зает(а)?","NtY0dX":"Ти си в режим \u201EНе ме безпокой\u201C вече повече от ден"}',
);
