p.exports = JSON.parse(
    '{"XJ4UpB":["變更圖片"],"XV4qT6":["移除圖片"],"CLSbjS":["檢舉圖片"],"Dfnp+b":["您沒有變更此圖片的權限。"],"sw6JQB":["這張圖片太大了，請選擇小一點的圖片。"],"HHJFhr":["無法使用這張圖片，請選擇其他圖片。"],"yHHcCH":["操作速度太快了，請稍後重試。"],"CqBvCr":["出錯了！請稍後再試。"],"1OwLy1":["更多"],"HkszWk":["選擇 GIF"],"5VL9Ju":["從伺服器最近上傳的圖片中選擇。"],"aBnIyR":["選擇圖片"],"SQb1dl":["獲得靈感"],"2THN2i":["獲得入門的想法。"],"dDID2M":["最近"],"9Xxm0y":["開啟您最近上傳的圖片。"],"zetfRy":["伺服器上傳量"],"+y6KsI":["邀請好友加入/營造消磨時間的氣氛。"],"yyPbqI":["營造氛圍"],"BIdpHb":["即將推出"],"bjP2Do":["上傳圖片"],"NGcIOF":["營造氛圍"]}',
);
