n.d(t, { Z: () => u });
var r = n(150816),
    i = n(800911),
    a = n(334633),
    o = n(522677);
let s = 1,
    l = 2,
    c = 3;
class u extends o.F {
    innerPatternString(e) {
        return `(?:(?:,|\\(|（)\\s*)?(?:в\\s*?)?(?:(эту|этот|прошлый|прошлую|следующий|следующую|следующего)\\s*)?(${(0, i.q3)(r.LN)})(?:\\s*(?:,|\\)|）))?(?:\\s*на\\s*(этой|прошлой|следующей)\\s*неделе)?`;
    }
    innerExtract(e, t) {
        let n = t[l].toLowerCase(),
            i = r.LN[n],
            o = t[s],
            u = t[c],
            d = o || u;
        d = (d = d || "").toLowerCase();
        let f = null;
        return (
            "прошлый" == d || "прошлую" == d || "прошлой" == d
                ? (f = "last")
                : "следующий" == d || "следующую" == d || "следующей" == d || "следующего" == d
                  ? (f = "next")
                  : ("этот" == d || "эту" == d || "этой" == d) && (f = "this"),
            (0, a.Rv)(e.reference, i, f)
        );
    }
}
