a.exports = {
    "5h8p5P": ["ไม่รองรับ ", [1, "platforms"]],
    vyAtfo: ["เชื่อมต่อบัญชี ", [1, "applicationName"], " และ Discord ของคุณเพื่อรับของขวัญนี้ ", [1, "platforms_info"]],
    yqAKVO: ["บัญชีเชื่อมต่อกับ ", [1, "applicationName"], " แล้ว รับของขวัญของคุณด้านล่าง ", [1, "platforms_info"]],
    Ufm9XX: [
        "เมื่อคลิก “",
        [1, "buyButtonLabel"],
        "” แสดงว่าคุณยอมรับ ",
        [8, "$link", ["ข้อกำหนดบริการแบบชำระเงิน"], [[1, "paidServiceTermURL"]]],
        [
            8,
            "$b",
            [
                "การซื้อไอเท็มจากร้านค้าเกม ",
                [1, "applicationName"],
                " หมายความว่าคุณกำลังซื้อสิทธิ์ใช้งานแบบจำกัดเพื่อใช้ไอเท็มนี้ในเกมที่ระบุ",
            ],
        ],
        "การซื้อนี้ไม่สามารถขอคืนเงินได้ ไอเท็มนี้จะถูกส่งมอบโดยผู้พัฒนาโดยตรงภายในเกม",
    ],
    Q0dHYO: ["จำเป็นต้องเชื่อมโยงบัญชีเพื่อแลกรับ ", [1, "platforms_info"]],
    "3ah/a2": [
        [
            8,
            "$b",
            [
                "การซื้อไอเทมจากร้านค้าเกม ",
                [1, "applicationName"],
                " หมายความว่าคุณกำลังซื้อสิทธิ์ใช้งานแบบจำกัดเพื่อใช้ไอเทมนี้ในเกมที่ระบุ",
            ],
        ],
        " การซื้อนี้ไม่สามารถขอคืนเงินได้ ผู้พัฒนาจะส่งมอบไอเทมนี้ให้คุณโดยตรงภายในเกม ",
        [1, "platforms_info"],
    ],
    fO4b1C: ["เชื่อมต่อบัญชี ", [1, "applicationName"], " และ Discord ของคุณเพื่อรับการซื้อนี้ ", [1, "platforms_info"]],
    "Sy7D+/": ["ร้านค้านี้ยังไม่มีสินค้าในขณะนี้ โปรดกลับมาตรวจสอบอีกครั้งในภายหลัง"],
    OvBwPV: ["ไม่มีหน้าร้านให้ใช้งาน"],
    BMMo2K: ["เชื่อมต่อบัญชี ", [1, "applicationName"], " และ Discord ของคุณจากการตั้งค่า Discord บนเดสก์ท็อปเพื่อรับของขวัญนี้"],
    eNNnIG: ["เชื่อมต่อบัญชี ", [1, "applicationName"], " และ Discord ของคุณจากการตั้งค่า Discord บนเดสก์ท็อปเพื่อยอมรับการซื้อนี้"],
    gndWN7: ["เปิด Discord บนเดสก์ท็อปเพื่อทำการซื้อ"],
    bRPsNX: ["แลกรับการซื้อของคุณ"],
    BKf0MM: ["ดูรายละเอียด"],
};
