s.exports = JSON.parse(
    '{"ihBfyA":["お気に入りに追加"],"PACPOV":["ゲーム"],"f98Qe3":["全てのクリップを削除"],"YKst58":["シーンを共有"],"snNYS+":["クリップ設定"],"GPfOas":["ショートカットを変更"],"DLzdl7":["こちらからいつでもクリップを編集、共有できます。"],"4K56sP":["Discordクリップは、あらゆるPCゲームで機能します。"],"BIwQis":["ゲーム中に",[1,"keybind"],"を押してクリップをキャプチャします。"],"HOUDUm":["ゲーム中にクリップをキャプチャするショートカットを設定します。"],"m2GEpP":["ゲームプレイの大切な瞬間すべてをひとつの場所に"],"xkY5xS":["検索内容を変えてみてください"],"+M2iLf":["クリップが見つかりません"],"tv7emB":["動画をコピー"],"HH4Tjj":["サウンドボードに追加"],"JbyR1U":["フィルター：",[1,"count"]],"dFu8vZ":["最近のクリップ",[2,"count"],"件"],"IZsalP":["お気に入りから削除"],"55C2MH":["すべてのクリップを表示"]}',
);
