s.exports = JSON.parse(
    '{"ihBfyA":["添加到收藏"],"PACPOV":["游戏"],"f98Qe3":["删除所有剪辑片段"],"YKst58":["分享您的视角"],"snNYS+":["剪辑片段选项"],"GPfOas":["更改快捷键"],"DLzdl7":["您可在此随时编辑和分享您的剪辑片段。"],"4K56sP":["Discord 剪辑片段支持所有 PC 端游戏。"],"BIwQis":["游戏时按下 ",[1,"keybind"]," 即可录制片段。"],"HOUDUm":["设置游戏内录制片段的快捷键。"],"m2GEpP":["一站式收纳所有游戏精彩瞬间"],"xkY5xS":["试试搜点别的吧"],"+M2iLf":["未找到剪辑片段"],"tv7emB":["复制视频"],"HH4Tjj":["添加至声音板"],"JbyR1U":["过滤：",[1,"count"]],"dFu8vZ":[[1,"count"]," 个最近剪辑片段"],"IZsalP":["从收藏中移除"],"55C2MH":["查看所有剪辑片段"]}',
);
