p.exports = JSON.parse(
    '{"6/dkHh":["Закрыть расшифровку"],"XiLvuG":["Изменить громкость"],"dRVF+Z":["Перемотать на 10 секунд назад"],"yV2FLL":["Перемотать на 10 секунд вперёд"],"YWbiPw":["Пока нельзя пропустить непросмотренные разделы"],"0DbPcL":["Вкл./выкл. субтитры"],"z9Cnzv":["Вкл./выкл. показ полного экрана"],"6EjGUv":["Вкл./выкл. стенограмму"],"kX3+aM":["Видео загружается..."],"c7IRfm":["Видео поставлено на паузу, потому что вы перешли в другое окно"],"9St/zK":["Видео поставлено на паузу, потому что окно не видно"],"VZkd/n":["Расшифровка"],"E527vj":["Миниатюра видео"]}',
);
