p.exports = JSON.parse(
    '{"/cp93l":["Следващия месец"],"raS6yf":["Предходния месец"],"JA5C7L":["Изчистване"],"I8kUqR":["Отваряне на календара"],"db85vU":["Няма елементи за показване"],"bPKiId":["Няма резултати за \u201E",[1,"query"],"\u201C"],"WfH9in":["Затвори"],"m3Vfcs":["Не показвай пак"],"cgdAs2":["(Ще се отвори в нов раздел)"],"/Y7vRd":["Натисни \u201EИзтриване\u201C, за да премахнеш."],"VMNfsY":["Избрани"],"A+pfVR":["Избиране..."],"YpT3kk":["Уголемяване и възпроизвеждане на видео"]}',
);
