a.exports = JSON.parse(
    '{"o/An3t":[[1,"username"]," ขอให้คุณสตรีม ",[1,"applicationName"]],"DKHheX":"ขอให้สตรีม","8qq+Hx":["ขอให้สตรีม ",[1,"applicationName"]],"s7bMT0":[[1,"username"]," กำลังขอให้คุณสตรีม ",[1,"applicationName"]],"7pndSk":["คุณขอให้ใครบางคนสตรีม ",[1,"applicationName"]],"P0wwmJ":"กำลังสตรีมอยู่แล้ว","u4QmWl":"คำขอหมดอายุแล้ว","qRXatr":"ไม่ได้อยู่ในช่องสำหรับแชทด้วยเสียง","43zohI":"ไม่ได้เปิดเกม","8HU1Mz":"คำขอที่รอดำเนินการ","5+172d":"ถ่ายทอดสด","jTbTAA":[[8,"$b",[[1,"username"]]]," ต้องการดูคุณเล่น ",[8,"$b",[[1,"game"]]]," ถ่ายทอดสดหรือไม่"]}',
);
