p.exports = JSON.parse(
    '{"XJ4UpB":["Αλλαγή εικόνας"],"XV4qT6":["Αφαίρεση εικόνας"],"CLSbjS":["Αναφορά εικόνας"],"1OwLy1":["Περισσότερα"],"HkszWk":["Επιλογή GIF"],"SQb1dl":["Εμπνεύσου"],"2THN2i":["Ιδέες για να ξεκινήσεις."],"dDID2M":["Πρόσφατες εικόνες"],"9Xxm0y":["Δες τις πιο πρόσφατες μεταφορτώσεις σου."],"+y6KsI":["Όρισε μια εικόνα για να ενημερώσεις τους άλλους για το τι συμβαίνει."],"yyPbqI":["Πρόσθεσε τι κάνεις"],"BIdpHb":["Σύντομα κοντά σου"],"bjP2Do":["Μεταφόρτωση εικόνας"],"NGcIOF":["Όρισε το vibe"]}',
);
