e.exports = JSON.parse(
    '{"YnnXb6":[[8,"$b",[[1,"connectionName"]]]," कनेक्शन ",[8,"$b",[[1,"applicationName"]]]," पर माइग्रेट हो रहा है. अपने सभी प्रोफ़ाइल कनेक्शन रखने के लिए अपना अकाउंट फिर से कनेक्ट करें."],"vycLU2":["कनेक्शन में बदलाव"],"ZeOhh9":["कनेक्शन अपडेट करें"],"/Xhh40":[[8,"$b",["League of Legends"]]," और ",[8,"$b",["Riot"]]," के लिए लिंक्ड रोल्स बंद कर दिए जाएंगे, लेकिन आपके मौजूदा सेटअप काम करते रहेंगे. ",[8,"settingsLink",["सेटिंग"]]," में रोल्स अपडेट करें."],"MVB/Ab":["मुझे बाद में रिमाइंड कराएं"],"1S6oAo":["Riot आईडी"]}',
);
