s.exports = {
    578719: [
        "Помагай на играчите да намерят сесии, които отговарят на тяхната атмосфера, като избират от предварително зададени тагове",
    ],
    QwW8zd: ["Създаване на публикация"],
    DxwBMf: ["Създай пространство, за да поканиш други."],
    "7aCPJG": ["Вече e добавенo"],
    F5YBmi: ["Избери всичко"],
    JWRsCC: ["Добави препоръчани тагове"],
    "h/GwWL": ["LFG"],
    "MKZ+Ky": [
        "Помагай на играчите да намерят сесии, които отговарят на тяхната атмосфера, като избират от предварително зададени тагове",
    ],
    "5a7Pjb": ["Добави препоръчани тагове"],
    "/mEbGf": ["Описание"],
    "SU/IAE": ["Добави повече подробности за своята игрова сесия"],
    UHF2Zn: [
        "Свържи акаунта си, за да могат играчите да виждат свободните места в твоя отряд и да поискат присъединяване!",
    ],
    EBSaL4: ["Свързване на акаунт"],
    vznMVa: [
        [8, "$link", ["Свържи акаунта си"], [[1, "onClick"]]],
        ", за да могат играчите да виждат свободните места в твоя отряд!",
    ],
    "yoIAe/": ["Добави тагове за настроения и това, което търсиш"],
    tOsHsu: ["Създаване на публикация"],
    G91SYQ: ["Можеш да започнеш повикване, към което другите могат да се присъединят"],
    "0s2ICk": ["Добави таг „", [1, "noMicTagName"], "“ към този канал, за да активираш този превключвател"],
    Xd2NFi: ["Гласов чат"],
};
