p.exports = JSON.parse(
    '{"/cp93l":["เดือนถัดไป"],"raS6yf":["เดือนก่อนหน้า"],"JA5C7L":["ล้าง"],"I8kUqR":["เปิดปฏิทิน"],"db85vU":["ไม่มีรายการที่จะแสดง"],"bPKiId":["ไม่มีผลลัพธ์สำหรับ “",[1,"query"],"”"],"WfH9in":["ปิด"],"m3Vfcs":["อย่าแสดงสิ่งนี้อีก"],"cgdAs2":["(จะเปิดในแท็บใหม่)"],"2L/ygS":["เสร็จแล้ว ",[1,"percent"]," เปอร์เซ็นต์"],"/Y7vRd":["กดลบเพื่อลบ"],"VMNfsY":["เลือกแล้ว"],"A+pfVR":["เลือก..."],"v2YSk/":["ขั้นที่ ",[1,"stepNumber"]," จาก ",[1,"stepCount"]],"YpT3kk":["ขยายและเล่นวิดีโอ"]}',
);
