s.exports = JSON.parse(
    '{"xKXcSu":["Добави към любими"],"Rp35U1":["Добави към любими"],"G9fGlP":["Добави към любими"],"CgmkFJ":["Любими"],"yYVbdv":["Отключване с Nitro"],"6kk0gM":["Добави към любими"],"3KruG3":["Към сървъра"],"9jWMQ9":["Разбрах"],"GCCs6j":["О, не!"],"OXC/Du":["Добавено към любими"],"0nZZEk":["Вземи Nitro"],"0lHa0Z":["Добави към любими"],"avps/2":["Вземи Nitro"],"+h9aza":["Разбрах"],"25YCHl":["Добави към любими"],"TN4nAX":["Премахни от любими"],"4XlAQd":["Любими"],"20sYUU":["Вземи Nitro"],"7WwLnr":["Визуализация"],"OT1NK5":["Любими"]}',
);
