n.d(t, { Z: () => u });
var r = n(325854),
    i = n(800911),
    a = n(334633),
    o = n(344368);
let s = 1,
    l = 2,
    c = 3;
class u extends o.F {
    innerPatternString(e) {
        return `(?:(?:,|\\(|（)\\s*)?(?:в\\s*?)?(?:у\\s*?)?(?:(цей|минулого|минулий|попередній|попереднього|наступного|наступний|наступному)\\s*)?(${(0, i.q3)(r.LN)})(?:\\s*(?:,|\\)|）))?(?:\\s*(на|у|в)\\s*(цьому|минулому|наступному)\\s*тижні)?`;
    }
    innerExtract(e, t) {
        let n = t[l].toLocaleLowerCase(),
            i = r.LN[n],
            o = t[s],
            u = t[c],
            d = o || u;
        d = (d = d || "").toLocaleLowerCase();
        let f = null;
        return (
            "минулого" == d || "минулий" == d || "попередній" == d || "попереднього" == d
                ? (f = "last")
                : "наступного" == d || "наступний" == d
                  ? (f = "next")
                  : ("цей" == d || "цього" == d || "цьому" == d) && (f = "this"),
            (0, a.Rv)(e.reference, i, f)
        );
    }
}
