r.d(t, { A: () => o });
var n = r(147426),
    s = r(476858),
    a = r(1673),
    i = r(972409);
class o extends i.w {
    innerPatternString(e) {
        return `(?:(?:,|\\(|（)\\s*)?(?:в\\s*?)?(?:у\\s*?)?(?:(цей|минулого|минулий|попередній|попереднього|наступного|наступний|наступному)\\s*)?(${(0, s.uJ)(n.CV)})(?:\\s*(?:,|\\)|）))?(?:\\s*(на|у|в)\\s*(цьому|минулому|наступному)\\s*тижні)?`;
    }
    innerExtract(e, t) {
        let r = t[2].toLocaleLowerCase(),
            s = n.CV[r],
            i = t[1],
            o = t[3],
            l = i || o;
        l = (l = l || "").toLocaleLowerCase();
        let u = null;
        return (
            "минулого" == l || "минулий" == l || "попередній" == l || "попереднього" == l
                ? (u = "last")
                : "наступного" == l || "наступний" == l
                  ? (u = "next")
                  : ("цей" == l || "цього" == l || "цьому" == l) && (u = "this"),
            (0, a.Y5)(e.reference, s, u)
        );
    }
}
