s.exports = JSON.parse(
    '{"xKXcSu":["เพิ่มในรายการโปรด"],"Rp35U1":["เพิ่มในรายการโปรด"],"G9fGlP":["เพิ่มในรายการโปรด"],"CgmkFJ":["สิ่งที่ชอบ"],"yYVbdv":["ปลดล็อกด้วย Nitro"],"6kk0gM":["เพิ่มในรายการโปรด"],"3KruG3":["ไปที่เซิร์ฟเวอร์"],"9jWMQ9":["เข้าใจแล้ว"],"GCCs6j":["โอ้ไม่นะ!"],"OXC/Du":["เพิ่มในรายการโปรดแล้ว"],"0nZZEk":["ใช้ Nitro"],"0lHa0Z":["เพิ่มในรายการโปรด"],"avps/2":["ใช้ Nitro"],"+h9aza":["เข้าใจแล้ว"],"25YCHl":["เพิ่มในรายการโปรด"],"TN4nAX":["ลบออกจากรายการโปรด"],"4XlAQd":["สิ่งที่ชอบ"],"20sYUU":["ใช้ Nitro"],"7WwLnr":["แสดงตัวอย่าง"],"OT1NK5":["สิ่งที่ชอบ"]}',
);
