p.exports = JSON.parse(
    '{"zyFyf3":"Είσαι σε λειτουργία Μην ενοχλείτε. Συνδέσου για να πάρεις μέρος στη συζήτηση.","7cuAe3":"Η λειτουργία Μην ενοχλείτε είναι ενεργή εδώ και λίγο καιρό. Ενημέρωσε τους φίλους σου ότι είσαι διαθέσιμος.","3nnb4u":"Οι φίλοι σου μπορεί να νομίζουν ότι είσαι απασχολημένος. Συνδέσου για να πάρεις μέρος στη συζήτηση.","3t3FR0":"Πες στους άλλους ότι είσαι διαθέσιμος","Onha6O":"Είσαι ακόμα απασχολημένος;","NtY0dX":"Είσαι σε λειτουργία Μην ενοχλείτε για πάνω από μία ημέρα"}',
);
