p.exports = JSON.parse(
    '{"XJ4UpB":["Изменить изображение"],"XV4qT6":["Удалить изображение"],"CLSbjS":["Пожаловаться на изображение"],"1OwLy1":["Ещё"],"HkszWk":["Выбор GIF"],"aBnIyR":["Выберите изображение"],"SQb1dl":["Примеры"],"2THN2i":["Идеи для вдохновения."],"dDID2M":["Недавние изображения"],"9Xxm0y":["Посмотрите последние загрузки."],"+y6KsI":["Установите изображение, чтобы показать, что происходит."],"yyPbqI":["Расскажите, чем вы занимаетесь"],"BIdpHb":["Скоро"],"bjP2Do":["Загрузить изображение"],"NGcIOF":["Задать вайб"]}',
);
