p.exports = JSON.parse(
    '{"zyFyf3":["Ти си в режим „Не ме безпокой“. Премини в онлайн режим, за да се присъединиш към разговора."],"7cuAey":["Режимът „Не ме безпокой“ е включен от доста време. Кажи на приятелите си, че си на линия."],"3nnb4r":["Приятелите ти може си мислят, че си зает(а). Премини в онлайн режим, за да се присъединиш към разговора."],"3t3FRw":["Кажи на другите, че си на линия"],"Onha6E":["Още ли си зает(а)?"],"NtY0dV":["Ти си в режим „Не ме безпокой“ вече повече от ден"]}',
);
