p.exports = JSON.parse(
    '{"XJ4UpB":["เปลี่ยนภาพ"],"XV4qT6":["ลบภาพ"],"CLSbjS":["รายงานภาพ"],"1OwLy1":["เพิ่มเติม"],"HkszWk":["เลือก GIF"],"5VL9Ju":["เลือกจากรูปภาพที่อัปโหลดล่าสุดของเซิร์ฟเวอร์"],"aBnIyR":["เลือกภาพ"],"SQb1dl":["รับแรงบันดาลใจ"],"2THN2i":["ไอเดียสำหรับเริ่มต้น"],"dDID2M":["รูปภาพล่าสุด"],"9Xxm0y":["เข้าถึงการอัปโหลดล่าสุดของคุณ"],"zetfRy":["อัปโหลดล่าสุด"],"+y6KsI":["ตั้งค่ารูปภาพเพื่อบอกให้ผู้อื่นรู้ว่ากำลังเกิดอะไรขึ้น"],"yyPbqI":["เพิ่มสิ่งที่คุณกำลังทำอยู่"],"BIdpHb":["เร็วๆ นี้"],"bjP2Do":["อัปโหลดภาพ"],"NGcIOF":["กำหนดบรรยากาศ"]}',
);
