p.exports = JSON.parse(
    '{"zyFyf3":["Είσαι σε λειτουργία Μην ενοχλείτε. Συνδέσου για να πάρεις μέρος στη συζήτηση."],"7cuAey":["Η λειτουργία Μην ενοχλείτε είναι ενεργή εδώ και λίγο καιρό. Ενημέρωσε τους φίλους σου ότι είσαι διαθέσιμος."],"3nnb4r":["Οι φίλοι σου μπορεί να νομίζουν ότι είσαι απασχολημένος. Συνδέσου για να πάρεις μέρος στη συζήτηση."],"3t3FRw":["Πες στους άλλους ότι είσαι διαθέσιμος"],"Onha6E":["Είσαι ακόμα απασχολημένος;"],"NtY0dV":["Είσαι σε λειτουργία Μην ενοχλείτε για πάνω από μία ημέρα"]}',
);
