e.exports = JSON.parse(
    '{"uG6teD":["帳號已成功連結"],"kxF9br":["SDK 透過 RPC 連接"],"8a7IrV":["已註冊連接進入點網址"],"9iLeL2":["網址已設定為 ",[1,"url"]],"AGLx00":["已連接的遊戲流程："],"w0pN4R":["連結帳號"],"yKwZc2":["管理帳號連結"],"aTULMB":["未偵測到認證回呼。如果您已呼叫該函式但仍看到此情況，請檢查記錄以取得詳細資訊"],"eg0mNa":["目前沒有可用的有效連結流程，因此無法連結"],"cCvdJy":["開啟遊戲個人資料"],"OEkrCx":["將使用此流程"],"no+FQS":["將使用第一個可用的連結流程，從最上方開始"],"PFxxJa":["如果您的遊戲正在執行且無法連接 Discord，請嘗試檢視您的遊戲記錄以進行偵錯"],"S94dzs":["呼叫 RegisterAuthorizeRequestCallback 並已正確執行"],"vR0zs6":["帳號連結"],"KoK4J9":["開發工具：",[1,"appName"]],"tkIymA":["取消連結"],"K3ObrU":["網頁流程"]}',
);
