l.d(t, { A: () => n });
var n = {};
n = {
    ascending: "возрастание",
    ascendingSort: (e) =>
        `\u{441}\u{43E}\u{440}\u{442}\u{438}\u{440}\u{43E}\u{432}\u{430}\u{442}\u{44C} \u{441}\u{442}\u{43E}\u{43B}\u{431}\u{435}\u{446} ${e.columnName} \u{432} \u{43F}\u{43E}\u{440}\u{44F}\u{434}\u{43A}\u{435} \u{432}\u{43E}\u{437}\u{440}\u{430}\u{441}\u{442}\u{430}\u{43D}\u{438}\u{44F}`,
    columnSize: (e) => `${e.value} \u{43F}\u{438}\u{43A}\u{441}.`,
    descending: "убывание",
    descendingSort: (e) =>
        `\u{441}\u{43E}\u{440}\u{442}\u{438}\u{440}\u{43E}\u{432}\u{430}\u{442}\u{44C} \u{441}\u{442}\u{43E}\u{43B}\u{431}\u{435}\u{446} ${e.columnName} \u{432} \u{43F}\u{43E}\u{440}\u{44F}\u{434}\u{43A}\u{435} \u{443}\u{431}\u{44B}\u{432}\u{430}\u{43D}\u{438}\u{44F}`,
    resizerDescription: "Нажмите клавишу Enter для начала изменения размеров",
    select: "Выбрать",
    selectAll: "Выбрать все",
    sortable: "сортируемый столбец",
};
