p.exports = JSON.parse(
    '{"odtr7f":["Оберіть існуюче оформлення або створіть власне. Кожен учасник бачить це оформлення, коли вони заходять на сервер, і це оформлення адаптується до їх темної або світлої теми. ",[8,"$link",["Подробиці"],[[1,"articleUrl"]]]],"XhiIAu":["Це змінить вигляд сервера для усіх учасників."],"aZpFFn":["Увімкнути оформлення сервера"],"jSrqR2":["Пакети налаштувань"],"HkvkHP":["Оформлення світлої й темної теми кожного учасника буде показуватися їм."],"zry4l5":["Попередній перегляд теми"],"Ck5zxP":["Оберіть оформлення"],"/6NbRv":["Оформлення сервера"]}',
);
