p.exports = JSON.parse(
    '{"odtr7f":["เลือกธีมที่ตั้งไว้ล่วงหน้าหรือสร้างเอง สมาชิกทุกคนจะเห็นธีมนี้เมื่อเปิดเซิร์ฟเวอร์ และธีมจะปรับตามโหมดสว่างหรือมืดของแต่ละคน ",[8,"$link",["เรียนรู้เพิ่มเติม"],[[1,"articleUrl"]]]],"XhiIAu":["การตั้งค่านี้จะเปลี่ยนลักษณะของเซิร์ฟเวอร์สำหรับสมาชิกทุกคน"],"aZpFFn":["เปิดใช้งานธีมเซิร์ฟเวอร์"],"jSrqR2":["พรีเซ็ต"],"HkvkHP":["การตั้งค่าโหมดสว่างหรือมืดของสมาชิกแต่ละคนจะถูกแสดงตามที่ตั้งไว้"],"zry4l5":["แสดงตัวอย่างธีม"],"Ck5zxP":["เลือกธีมของคุณ"],"/6NbRv":["ธีมเซิร์ฟเวอร์"]}',
);
