a.exports = {
    578719: [
        "Βοήθησε τους παίκτες να βρουν συνεδρίες που ταιριάζουν με το δικό τους vibe επιλέγοντας από προκαθορισμένα tag",
    ],
    QwW8zd: ["Δημιουργία δημοσίευσης"],
    DxwBMf: ["Δημιούργησε έναν χώρο για να προσκαλέσεις άλλα άτομα."],
    "7aCPJG": ["Ήδη προστέθηκε"],
    F5YBmi: ["Επιλογή όλων"],
    JWRsCC: ["Προσθήκη προτεινόμενων tag"],
    "h/GwWL": ["LFG"],
    "MKZ+Ky": [
        "Βοήθησε τους παίκτες να βρουν συνεδρίες που ταιριάζουν με το δικό τους vibe επιλέγοντας από προκαθορισμένα tag",
    ],
    "5a7Pjb": ["Προσθήκη προτεινόμενων tag"],
    "/mEbGf": ["Περιγραφή"],
    "SU/IAE": ["Πρόσθεσε περισσότερες λεπτομέρειες σχετικά με τη συνεδρία παιχνιδιού σου"],
    UHF2Zn: [
        "Σύνδεσε τον λογαριασμό σου ώστε οι παίκτες να μπορούν να δουν τις διαθέσιμες θέσεις της ομάδας σου και να ζητήσουν να πάρουν μέρος!",
    ],
    EBSaL4: ["Σύνδεση λογαριασμού"],
    vznMVa: [
        [8, "$link", ["Σύνδεσε τον λογαριασμό σου"], [[1, "onClick"]]],
        " ώστε οι παίκτες να μπορούν να δουν τις διαθέσιμες θέσεις της ομάδας σου!",
    ],
    "yoIAe/": ["Πρόσθεσε tags για vibes και ό,τι ψάχνεις"],
    tOsHsu: ["Δημιουργία δημοσίευσης"],
    G91SYQ: ["Μπορείς να ξεκινήσεις μια κλήση στην οποία μπορούν να συνδεθούν άλλοι"],
    "0s2ICk": [
        'Πρόσθεσε ένα tag "',
        [1, "noMicTagName"],
        '" σε αυτό το κανάλι για να ενεργοποιήσεις αυτή την εναλλαγή',
    ],
    Xd2NFi: ["Φωνητική συνομιλία"],
};
