s.exports = JSON.parse(
    '{"ihBfyA":["เพิ่มในรายการโปรด"],"PACPOV":["เกม"],"snNYS+":["ตัวเลือกคลิป"],"GPfOas":["เปลี่ยนคีย์ลัดของคุณ"],"DLzdl7":["แก้ไขและแชร์คลิปของคุณได้ทุกเมื่อจากที่นี่"],"4K56sP":["Discord Clips ใช้งานได้กับเกม PC ทุกเกม"],"BIwQis":["กด ",[1,"keybind"]," เพื่อบันทึกคลิปขณะเล่นเกม"],"HOUDUm":["ตั้งค่าคีย์ลัดเพื่อบันทึกคลิปขณะเล่นเกม"],"m2GEpP":["ช่วงเวลาการเล่นเกมทั้งหมดของคุณในที่เดียว"],"xkY5xS":["ลองค้นหาอย่างอื่น"],"+M2iLf":["ไม่พบคลิป"],"JbyR1U":["ตัวกรอง: ",[1,"count"]],"IZsalP":["ลบออกจากรายการโปรด"]}',
);
