p.exports = JSON.parse(
    '{"bGygJZ":["Изглежда, че може да си бил(а) с изключен микрофон през цялото обаждане. Искаш ли да научиш как да включиш микрофона си, за да можеш да бъдеш чут(а) отново?"],"8VIRzR":["За да могат другите да те чуват, натисни този бутон, за да включиш отново звука на микрофона си. След това можеш да го натиснеш отново, за да изключиш звука на микрофона си."],"VG4zAf":["Включи звука на микрофона си"],"5wYjyW":["Урок за вкл./изкл."],"01Jl9Z":["Не, благодаря"],"DxcYYG":["Покажи ми!"]}',
);
