p.exports = JSON.parse(
    '{"XJ4UpB":["इमेज बदलें"],"XV4qT6":["इमेज हटाएं"],"CLSbjS":["इमेज की रिपोर्ट करें"],"1OwLy1":["ज़्यादा"],"HkszWk":["GIF चुनें"],"SQb1dl":["प्रेरणा हासिल करें"],"2THN2i":["आपके शुरू करने के लिए आइडिया."],"dDID2M":["हाल ही की इमेज"],"9Xxm0y":["अपने हाल ही के नए अपलोड को ऐक्सेस करें."],"+y6KsI":["दूसरों को ये बताने के लिए एक इमेज सेट करें कि क्या हो रहा है."],"yyPbqI":["आप क्या कर रहे हैं, उसे जोड़ें"],"BIdpHb":["जल्द आ रहा है"],"bjP2Do":["इमेज अपलोड करें"],"NGcIOF":["वाइब सेट करें"]}',
);
