p.exports = JSON.parse(
    '{"bGygJZ":["Φαίνεται πως μπορεί να ήσουν σε σίγαση σε ολόκληρη την κλήση. Θα ήθελες να μάθεις πώς να κάνεις κατάργηση σίγασης, ώστε να μπορείς να ακουστείς ξανά;"],"8VIRzR":["Για να σε ακούσουν οι άλλοι, πάτησε αυτό το κουμπί για να καταργήσεις τη σίγαση του μικροφώνου σου. Στη συνέχεια, μπορείς να το πατήσεις ξανά για να κάνεις σίγαση του μικροφώνου σου."],"VG4zAf":["Κατάργηση σίγασης του μικροφώνου σου"],"5wYjyW":["Σίγαση οδηγιών"],"01Jl9Z":["Όχι, ευχαριστώ"],"DxcYYG":["Δείξε μου!"]}',
);
