s.exports = {
    mXY4Rb: [
        "Είσαι ήδη μέλος στο Game Pass; ",
        [8, "$link", ["Σύνδεσε τον λογαριασμό σου"], [[1, "onConnect"]]],
        " για να ξεκλειδώσεις επιπλέον ανταμοιβές Orbs και εκπτώσεις στο Κατάστημα.",
    ],
    oBYFF3: ["Απόκτησε όλα τα προνόμια Nitro"],
    HZz88k: ["Μηνιαία drops Orbs"],
    Aau2G1: ["Πολλαπλασιαστής Orbs"],
    "6Udfv9": ["Έκπτωση Καταστήματος"],
    f1ygW4: ["Το Xbox Game Pass έρχεται με μια γεύση από Nitro"],
    cRLw2a: ["Το Xbox Game Pass έρχεται με μια γεύση από Nitro"],
    ZYc6Hv: [
        "Απόκτησε ",
        [1, "orbAmount"],
        " επιπλέον Orbs κάθε μήνα. Το επόμενο drop είναι σε ",
        [1, "days"],
        " ημέρες.",
    ],
    "+tdDeK": ["Μηνιαία drops Orbs"],
    kc3Kvs: [
        "Μεταμόρφωσε τις νίκες των Αποστολών σε mega νίκες με έναν πολλαπλασιαστή ",
        [1, "multiplier"],
        "x στις ανταμοιβές Orbs.",
    ],
    "++kzl5": ["Πολλαπλασιαστής Orbs"],
    WgkpKK: [
        "Απόλαυσε εκπτώσεις σε επιλεγμένα στοιχεία στο Κατάστημα Discord. ",
        [8, "$link", ["Επισκέψου το Κατάστημα"], [[1, "onClick"]]],
    ],
    "a+PtZt": ["Έκπτωση Καταστήματος"],
    "70kyQr": [
        "Η συνδρομή σου στο Xbox Game Pass συνοδεύεται από μια γεύση Nitro. Απόλαυσε αυτά τα 3 προνόμια Nitro. ",
        [8, "$link", ["Μάθε περισσότερα"], [[1, "learnMoreLink"]]],
    ],
    "4CdlUW": ["Ξεκλείδωσε όλα τα προνόμια Nitro"],
    c5usUr: ["Κέρδισε περισσότερα Orbs"],
    UkrcSH: [
        "Η συνδρομή σου στο Xbox Game Pass σού δίνει μια γεύση από το Nitro με ",
        [2, "bonusOrbMultiplier"],
        "x περισσότερα Orbs από τις Αποστολές",
    ],
    "D+kUbg": [
        "Τα μέλη του Xbox Game Pass λαμβάνουν τώρα επιπλέον ανταμοιβές Orbs και εκπτώσεις στο Κατάστημα Discord. Επανασύνδεσε το Xbox σου για να το ξεκλειδώσεις. ",
        [8, "$link", ["Μάθε περισσότερα"], [[1, "learnMoreLink"]]],
    ],
    "9cLtDI": ["Νέο! Πάρε μια γεύση από το Nitro με το Xbox Game Pass"],
    DePOcS: ["Η έκπτωση στο Κατάστημα περιλαμβάνεται με το Xbox Game Pass"],
    Urtyu9: [
        "Θα λάβεις το επόμενο μηνιαίο drop σε Orbs ",
        [1, "days"],
        " ημέρες μετά την έναρξη της συνδρομής σου στο Nitro.",
    ],
};
