a.exports = {
    "5h8p5P": ["Не поддерживается на ", [1, "platforms"], "."],
    vyAtfo: [
        "Свяжите свои учётные записи ",
        [1, "applicationName"],
        " и Discord, чтобы принять этот подарок. ",
        [1, "platforms_info"],
    ],
    yqAKVO: [
        "Учётная запись привязана к ",
        [1, "applicationName"],
        ". Получите свой подарок ниже. ",
        [1, "platforms_info"],
    ],
    Ufm9XX: [
        "Нажимая «",
        [1, "buyButtonLabel"],
        "», вы соглашаетесь с ",
        [8, "$link", ["Условиями предоставления платных услуг"], [[1, "paidServiceTermURL"]]],
        ". ",
        [
            8,
            "$b",
            [
                "Покупая предмет в игровом магазине ",
                [1, "applicationName"],
                ", вы приобретаете ограниченную лицензию на его использование в этой игре.",
            ],
        ],
        " Этот товар не подлежит возврату. Предмет будет предоставлен разработчиком в игре.",
    ],
    Q0dHYO: ["Для активации необходимо привязать учётную запись. ", [1, "platforms_info"]],
    "3ah/a2": [
        [
            8,
            "$b",
            [
                "Покупая предмет в игровом магазине ",
                [1, "applicationName"],
                ", вы приобретаете ограниченную лицензию на его использование в этой игре.",
            ],
        ],
        " Этот товар не подлежит возврату. Предмет будет предоставлен разработчиком в игре. ",
        [1, "platforms_info"],
    ],
    fO4b1C: [
        "Свяжите свои учётные записи ",
        [1, "applicationName"],
        " и Discord, чтобы принять эту покупку. ",
        [1, "platforms_info"],
    ],
    "Sy7D+/": ["В этом магазине пока нет товаров. Зайдите позже!"],
    OvBwPV: ["Нет витрины"],
    BMMo2K: [
        "Чтобы получить этот подарок, привяжите свою учётную запись ",
        [1, "applicationName"],
        " в настройках Discord на компьютере.",
    ],
    eNNnIG: [
        "Чтобы получить эту покупку, привяжите свою учётную запись ",
        [1, "applicationName"],
        " в настройках Discord на компьютере.",
    ],
    gndWN7: ["Откройте Discord на компьютере, чтобы совершить покупку."],
    bRPsNX: ["Активируйте покупку"],
    BKf0MM: ["Посмотреть подробности"],
};
