a.exports = {
    "5h8p5P": [
        [
            6,
            "count",
            { one: [[1, "platforms"], " не се поддържа."], other: [[1, "platforms"], " не се поддържат."] },
            0,
            "cardinal",
        ],
    ],
    vyAtfo: [
        "Свържи акаунтите си в(ъв) ",
        [1, "applicationName"],
        " и Discord, за да приемеш този подарък. ",
        [1, "platforms_info"],
    ],
    yqAKVO: [
        "Акаунтът е свързан с(ъс) ",
        [1, "applicationName"],
        ". Заяви подаръка си по-долу. ",
        [1, "platforms_info"],
    ],
    Ufm9XX: [
        "Кликвайки върху „",
        [1, "buyButtonLabel"],
        "“, ти се съгласяваш с ",
        [8, "$link", ["Условията на платените услуги"], [[1, "paidServiceTermURL"]]],
        ". ",
        [
            8,
            "$b",
            [
                "Купуването на артикул от магазина на играта в(ъв) ",
                [1, "applicationName"],
                " означава, че купуваш ограничен лиценз за използване на този артикул в посочената игра.",
            ],
        ],
        " Тази покупка не подлежи на възстановяване. Този артикул ще бъде доставен от разработчика директно в играта.",
    ],
    Q0dHYO: ["Необходимо е свързване на акаунта за осребряване. ", [1, "platforms_info"]],
    "3ah/a2": [
        [
            8,
            "$b",
            [
                "Закупуването на предмет от магазина в играта ",
                [1, "applicationName"],
                " означава, че купуваш ограничен лиценз за използване на този предмет в посочената игра.",
            ],
        ],
        " Тази покупка не подлежи на възстановяване. Предметът ще бъде доставен от разработчика директно в играта. ",
        [1, "platforms_info"],
    ],
    fO4b1C: [
        "Свържи своя акаунт в(ъв) ",
        [1, "applicationName"],
        " и в Discord, за да приемеш тази покупка. ",
        [1, "platforms_info"],
    ],
    "Sy7D+/": ["В този магазин все още няма артикули. Провери по-късно!"],
    OvBwPV: ["Няма наличен магазин"],
    BMMo2K: [
        "Свържи акаунта си за ",
        [1, "applicationName"],
        " и акаунта си в Discord от настройките на Discord на настолен компютър, за да приемеш този подарък.",
    ],
    eNNnIG: [
        "Свържи своя акаунт за ",
        [1, "applicationName"],
        " и акаунта си в Discord от настройките на Discord на настолен компютър, за да приемеш тази покупка.",
    ],
    gndWN7: ["Отвори Discord на настолен компютър, за да направиш покупка."],
    bRPsNX: ["Вземи покупката си"],
    BKf0MM: ["Преглед на подробностите"],
};
