p.exports = JSON.parse(
    '{"/cp93l":["अगला महीना"],"raS6yf":["पिछला महीना"],"JA5C7L":["क्लियर करें"],"I8kUqR":["कैलेंडर खोलें"],"db85vU":["दिखाने के लिए कोई आइटम नहीं"],"bPKiId":["‘",[1,"query"],"’ के लिए कोई रिज़ल्ट नहीं"],"WfH9in":["बंद करें"],"m3Vfcs":["फिर से न दिखाएं"],"cgdAs2":["(एक नए टैब में खुलेगा)"],"2L/ygS":[[1,"percent"]," प्रतिशत पूरा"],"/Y7vRd":["रिमूव करने के लिए डिलीट प्रेस करें."],"VMNfsY":["सलेक्ट किया गया"],"A+pfVR":["सलेक्ट करें..."],"v2YSk/":[[1,"stepCount"]," में से ",[1,"stepNumber"]," स्टेप"],"YpT3kk":["एनलार्ज करें और वीडियो प्ले करें"]}',
);
