p.exports = JSON.parse(
    '{"odtr7f":["Избери предварително зададена тема или създай своя. Всеки член вижда тази тема, когато отвори сървъра, и тя се адаптира към техния светъл или тъмен режим. ",[8,"$link",["Научи повече"],[[1,"articleUrl"]]]],"XhiIAu":["Това променя как изглежда твоят сървър за всички членове."],"aZpFFn":["Активиране на сървърна тема"],"jSrqR2":["Предварително зададени цветове"],"HkvkHP":["Предпочитанията на всеки член за светъл или тъмен режим ще бъдат показани за него."],"zry4l5":["Преглед на тема"],"Ck5zxP":["Избери своята тема"],"/6NbRv":["Тема на сървъра"]}',
);
