l.exports = {
    "5Mi5TE": ["Да променим ли начина, по който определяме възрастта ти?"],
    lG69e1: [[8, "$link", ["Научи повече"], [[1, "handleOnHelpUrlHook"]]], " за възрастовите групи"],
    V822Mp: ["Премахни възрастовата група"],
    FbTAmI: [
        "Това ще промени възрастовата ти група от „Възрастни“ на „Непотвърдена“ и няма да имаш достъп до преживявания с възрастово ограничение. За да си върнеш достъпа за възрастни, ще трябва да потвърдиш възрастовата си група с друг метод.",
    ],
    "g7/14g": ["Премахване на определената за теб възрастова група?"],
    Gn0SAj: ["Задай възрастовата си група като „Непотвърдена“"],
    "bD//cU": ["Премахване на определената възрастова група"],
    rJiO86: ["Избери да потвърдиш възрастовата си група с различен метод"],
    SH6Tcv: ["Потвърждаване на възрастова група"],
    "1DN29p": [
        "Използваме технологии, които оценяват възрастовите групи на потребителите въз основа на модели на поведение и други сигнали, свързани с акаунти на потребители в Discord. ",
        [8, "$link", ["Научи повече"], [[1, "handleOnHelpUrlHook"]]],
    ],
    PY4MA0: ["Discord ти зададе възрастова група „Възрастни“"],
    FTawSP: ["Зададено от Discord"],
    WM5adV: ["Зададено от Discord. ", [8, "$link", ["Научи повече"], [[1, "handleOnHelpUrlHook"]]]],
    b7Oqdu: ["Избор на друг начин"],
    ar3a3q: [
        "Предоставената от теб информация се използва само за потвърждаване на възрастовата ти група, след което се изтрива.",
    ],
    "0vTx7j": ["Презареждане"],
    yBHwMy: [
        "Тази стъпка не се поддържа на VR. Завърши я на друго устройство и автоматично ще актуализираме изживяването ти тук.",
    ],
    gUqXQN: ["Потвърди възрастта си на друго устройство"],
    "XYYm+1": ["Избери друг начин, по който да потвърдиш възрастта си"],
    rVLCwM: ["Избор на друг начин"],
    RpMIT0: [
        "Избери метод, с който да потвърдиш, че си пълнолетен(а). След потвърждението ще имаш достъп до съдържание с възрастово ограничение и настройки. ",
        [8, "$link", ["Научи повече"], [[1, "handleOnHelpUrlHook"]]],
        ".",
    ],
    h7qzoa: ["Възстанови достъпа до Discord, като потвърдиш възрастта си, използвайки една от опциите по-долу."],
    eJmat5: [
        "Определи възрастта си с видеоселфи. Видеоклипът остава на устройството и не се споделят биометрични данни.",
    ],
    "2yLvkS": ["Видеоселфи чрез k-ID"],
    "+pwfOA": ["Нещо се обърка с потвърждаването в Google Wallet. Опитай друг метод."],
    dah4bF: [
        "Използвай ID пропуск, базиран на информацията от твоя паспорт. Данните за твоя ID се съхраняват в Google Wallet.",
    ],
    Y9sLpR: ["ID пропуск в Google Wallet"],
    fEUKEv: ["Опитай друг метод"],
    Pf5xUq: [
        "Твоят документ за самоличност е издаден в държава, която все още не се поддържа. Опитай друг метод за потвърждение.",
    ],
    MlFuBI: ["Потвърждаване на възрастта ти…"],
    ZdmRwW: [
        "Сканирай своя документ за самоличност (ID) и направи селфи, за да потвърдиш, че това си ти. И двете се изтриват веднага след потвърждението и никога не се свързват с акаунта ти.",
    ],
    dwkwo0: ["Сканирам ID чрез k-ID"],
    htWh1G: [[8, "$link", ["Научи повече"], [[1, "handleOnHelpUrlHook"]]], " в нашия Помощен център"],
    cR6336: ["Няма налични методи за потвърждаване на възраст. Това може да е грешка."],
    hDvmYP: ["Презареждане"],
};
