p.exports = JSON.parse(
    '{"6/dkHh":["Закрити транскрипт"],"XiLvuG":["Змінити гучність"],"dRVF+Z":["Перемотати на 10 секунд назад"],"yV2FLL":["Пропустити 10 с"],"YWbiPw":["Поки що не можна пропускати непереглянуті частини"],"0DbPcL":["Перемикач субтитрів"],"z9Cnzv":["Повноекранний режим"],"6EjGUv":["Переключити стенограму"],"kX3+aM":["Завантаження відео..."],"c7IRfm":["Відео призупинено, тому що вікно втратило фокус"],"9St/zK":["Відео призупинено, тому що вікно не відображається"],"VZkd/n":["Транскрипція"],"E527vj":["Відео мініатюра"]}',
);
