a.exports = {
    "5h8p5P": [
        [
            6,
            "count",
            { one: [[1, "platforms"], " सपोर्टेड नहीं है."], other: [[1, "platforms"], " सपोर्टेड नहीं हैं."] },
            0,
            "cardinal",
        ],
    ],
    vyAtfo: [
        "इस गिफ़्ट को स्वीकार करने के लिए अपने ",
        [1, "applicationName"],
        " और Discord अकाउंट को कनेक्ट करें. ",
        [1, "platforms_info"],
    ],
    yqAKVO: ["अकाउंट ", [1, "applicationName"], " से कनेक्टेड है. नीचे अपना गिफ़्ट क्लेम करें. ", [1, "platforms_info"]],
    Ufm9XX: [
        '"',
        [1, "buyButtonLabel"],
        '" पर क्लिक करके, आप ',
        [8, "$link", ["पेड सेवा की शर्तों"], [[1, "paidServiceTermURL"]]],
        " से सहमत होते हैं.**",
        [1, "applicationName"],
        " गेम शॉप से कोई आइटम खरीदने का मतलब है कि आप लिस्टेड गेम में इस आइटम का इस्तेमाल करने के लिए एक लिमिटेड लाइसेंस खरीद रहे हैं.**ये खरीदारी नॉन-रिफ़ंडेबल है. इस आइटम को डिवेलपर सीधे गेम में डिलीवर करेगा.",
    ],
    Q0dHYO: ["रिडेम्पशन के लिए अकाउंट लिंक ज़रूरी है. ", [1, "platforms_info"]],
    "3ah/a2": [
        [
            8,
            "$b",
            [
                [1, "applicationName"],
                " गेम शॉप से ​​कोई आइटम खरीदने का मतलब है कि आप लिस्टेड गेम में इस आइटम का इस्तेमाल करने के लिए एक लिमिटेड लाइसेंस खरीद रहे हैं.",
            ],
        ],
        " ये खरीदारी नॉन-रिफ़ंडेबल है. इस आइटम को डिवेलपर सीधे गेम में डिलीवर करेगा.",
        [1, "platforms_info"],
    ],
    fO4b1C: [
        "इस खरीद को स्वीकार करने के लिए अपने ",
        [1, "applicationName"],
        " और Discord अकाउंट को कनेक्ट करें. ",
        [1, "platforms_info"],
    ],
    "Sy7D+/": ["इस शॉप में अभी कोई आइटम उपलब्ध नहीं है. कृपया बाद में फिर से देखें!"],
    OvBwPV: ["कोई स्टोरफ़्रंट उपलब्ध नहीं है"],
    BMMo2K: [
        "इस गिफ़्ट को स्वीकार करने के लिए डेस्कटॉप पर Discord सेटिंग्स से अपने ",
        [1, "applicationName"],
        " और Discord अकाउंट को कनेक्ट करें.",
    ],
    eNNnIG: [
        "इस खरीदारी को स्वीकार करने के लिए डेस्कटॉप पर Discord सेटिंग्स से अपने ",
        [1, "applicationName"],
        " और Discord अकाउंट को कनेक्ट करें.",
    ],
    gndWN7: ["खरीदारी करने के लिए डेस्कटॉप पर Discord खोलें."],
    bRPsNX: ["अपनी खरीदारी को रिडीम करें"],
    BKf0MM: ["जानकारी देखें"],
};
