var n = r(856084),
    i = r(581079),
    o = '\u0590\u05BE\u05C0\u05C3\u05C6\u05C8-\u05CFא-ת\u05EB-\u05EFװ-ײ\u05F3-\u05F4\u05F5-\u05FF߀-߉ߊ-ߪߴ-ߵߺ\u07FB-\u07FFࠀ-ࠕࠚࠤࠨ\u082E-\u082F\u0830-\u083E\u083Fࡀ-ࡘ\u085C-\u085D\u085E\u085F-\u089F\u200Fיִײַ-ﬨשׁ-זּ\uFB37טּ-לּ\uFB3Dמּ\uFB3Fנּ-סּ\uFB42ףּ-פּ\uFB45צּ-ﭏ',
    a = '\u0608\u060B\u060D\u061B\u061C\u061D\u061E-\u061Fؠ-ؿـف-ي\u066Dٮ-ٯٱ-ۓ\u06D4ەۥ-ۦۮ-ۯۺ-ۼ\u06FD-\u06FEۿ\u0700-\u070D\u070E\u070Fܐܒ-ܯ\u074B-\u074Cݍ-ޥޱ\u07B2-\u07BFࢠ-ࢲࢳ-ࣣﭐ-ﮱ\uFBB2-\uFBC1\uFBC2-\uFBD2ﯓ-ﴽ\uFD40-\uFD4Fﵐ-ﶏ\uFD90-\uFD91ﶒ-ﷇ\uFDC8-\uFDCFﷰ-ﷻ\uFDFC\uFDFE-\uFDFFﹰ-ﹴ\uFE75ﹶ-ﻼ\uFEFD-\uFEFE',
    u = RegExp('[A-Za-zªµºÀ-ÖØ-öø-ƺƻƼ-ƿǀ-ǃǄ-ʓʔʕ-ʯʰ-ʸʻ-ˁː-ˑˠ-ˤˮͰ-ͳͶ-ͷͺͻ-ͽͿΆΈ-ΊΌΎ-ΡΣ-ϵϷ-ҁ\u0482Ҋ-ԯԱ-Ֆՙ\u055A-\u055Fա-և\u0589ःऄ-हऻऽा-ीॉ-ौॎ-ॏॐक़-ॡ\u0964-\u0965०-९\u0970ॱॲ-ঀং-ঃঅ-ঌএ-ঐও-নপ-রলশ-হঽা-ীে-ৈো-ৌৎৗড়-ঢ়য়-ৡ০-৯ৰ-ৱ\u09F4-\u09F9\u09FAਃਅ-ਊਏ-ਐਓ-ਨਪ-ਰਲ-ਲ਼ਵ-ਸ਼ਸ-ਹਾ-ੀਖ਼-ੜਫ਼੦-੯ੲ-ੴઃઅ-ઍએ-ઑઓ-નપ-રલ-ળવ-હઽા-ીૉો-ૌૐૠ-ૡ૦-૯\u0AF0ଂ-ଃଅ-ଌଏ-ଐଓ-ନପ-ରଲ-ଳଵ-ହଽାୀେ-ୈୋ-ୌୗଡ଼-ଢ଼ୟ-ୡ୦-୯\u0B70ୱ\u0B72-\u0B77ஃஅ-ஊஎ-ஐஒ-கங-சஜஞ-டண-தந-பம-ஹா-ிு-ூெ-ைொ-ௌௐௗ௦-௯\u0BF0-\u0BF2ఁ-ఃఅ-ఌఎ-ఐఒ-నప-హఽు-ౄౘ-ౙౠ-ౡ౦-౯\u0C7Fಂ-ಃಅ-ಌಎ-ಐಒ-ನಪ-ಳವ-ಹಽಾಿೀ-ೄೆೇ-ೈೊ-ೋೕ-ೖೞೠ-ೡ೦-೯ೱ-ೲം-ഃഅ-ഌഎ-ഐഒ-ഺഽാ-ീെ-ൈൊ-ൌൎൗൠ-ൡ൦-൯\u0D70-\u0D75\u0D79ൺ-ൿං-ඃඅ-ඖක-නඳ-රලව-ෆා-ෑෘ-ෟ෦-෯ෲ-ෳ\u0DF4ก-ะา-ำเ-ๅๆ\u0E4F๐-๙\u0E5A-\u0E5Bກ-ຂຄງ-ຈຊຍດ-ທນ-ຟມ-ຣລວສ-ຫອ-ະາ-ຳຽເ-ໄໆ໐-໙ໜ-ໟༀ\u0F01-\u0F03\u0F04-\u0F12\u0F13\u0F14\u0F15-\u0F17\u0F1A-\u0F1F༠-༩\u0F2A-\u0F33\u0F34\u0F36\u0F38༾-༿ཀ-ཇཉ-ཬཿ\u0F85ྈ-ྌ\u0FBE-\u0FC5\u0FC7-\u0FCC\u0FCE-\u0FCF\u0FD0-\u0FD4\u0FD5-\u0FD8\u0FD9-\u0FDAက-ဪါ-ာေးျ-ြဿ၀-၉\u104A-\u104Fၐ-ၕၖ-ၗၚ-ၝၡၢ-ၤၥ-ၦၧ-ၭၮ-ၰၵ-ႁႃ-ႄႇ-ႌႎႏ႐-႙ႚ-ႜ\u109E-\u109FႠ-ჅჇჍა-ჺ\u10FBჼჽ-ቈቊ-ቍቐ-ቖቘቚ-ቝበ-ኈኊ-ኍነ-ኰኲ-ኵኸ-ኾዀዂ-ዅወ-ዖዘ-ጐጒ-ጕጘ-ፚ\u1360-\u1368\u1369-\u137Cᎀ-ᎏᎠ-Ᏼᐁ-ᙬ\u166D-\u166Eᙯ-ᙿᚁ-ᚚᚠ-ᛪ\u16EB-\u16EDᛮ-ᛰᛱ-ᛸᜀ-ᜌᜎ-ᜑᜠ-ᜱ\u1735-\u1736ᝀ-ᝑᝠ-ᝬᝮ-ᝰក-ឳាើ-ៅះ-ៈ\u17D4-\u17D6ៗ\u17D8-\u17DAៜ០-៩᠐-᠙ᠠ-ᡂᡃᡄ-ᡷᢀ-ᢨᢪᢰ-ᣵᤀ-ᤞᤣ-ᤦᤩ-ᤫᤰ-ᤱᤳ-ᤸ᥆-᥏ᥐ-ᥭᥰ-ᥴᦀ-ᦫᦰ-ᧀᧁ-ᧇᧈ-ᧉ᧐-᧙\u19DAᨀ-ᨖᨙ-ᨚ\u1A1E-\u1A1Fᨠ-ᩔᩕᩗᩡᩣ-ᩤᩭ-ᩲ᪀-᪉᪐-᪙\u1AA0-\u1AA6ᪧ\u1AA8-\u1AADᬄᬅ-ᬳᬵᬻᬽ-ᭁᭃ-᭄ᭅ-ᭋ᭐-᭙\u1B5A-\u1B60\u1B61-\u1B6A\u1B74-\u1B7Cᮂᮃ-ᮠᮡᮦ-ᮧ᮪ᮮ-ᮯ᮰-᮹ᮺ-ᯥᯧᯪ-ᯬᯮ᯲-᯳\u1BFC-\u1BFFᰀ-ᰣᰤ-ᰫᰴ-ᰵ\u1C3B-\u1C3F᱀-᱉ᱍ-ᱏ᱐-᱙ᱚ-ᱷᱸ-ᱽ\u1C7E-\u1C7F\u1CC0-\u1CC7\u1CD3᳡ᳩ-ᳬᳮ-ᳱᳲ-ᳳᳵ-ᳶᴀ-ᴫᴬ-ᵪᵫ-ᵷᵸᵹ-ᶚᶛ-ᶿḀ-ἕἘ-Ἕἠ-ὅὈ-Ὅὐ-ὗὙὛὝὟ-ώᾀ-ᾴᾶ-ᾼιῂ-ῄῆ-ῌῐ-ΐῖ-Ίῠ-Ῥῲ-ῴῶ-ῼ\u200Eⁱⁿₐ-ₜℂℇℊ-ℓℕℙ-ℝℤΩℨK-ℭℯ-ℴℵ-ℸℹℼ-ℿⅅ-ⅉⅎ\u214FⅠ-ↂↃ-ↄↅ-ↈ\u2336-\u237A\u2395\u249C-\u24E9\u26AC\u2800-\u28FFⰀ-Ⱞⰰ-ⱞⱠ-ⱻⱼ-ⱽⱾ-ⳤⳫ-ⳮⳲ-ⳳⴀ-ⴥⴧⴭⴰ-ⵧⵯ\u2D70ⶀ-ⶖⶠ-ⶦⶨ-ⶮⶰ-ⶶⶸ-ⶾⷀ-ⷆⷈ-ⷎⷐ-ⷖⷘ-ⷞ々〆〇〡-〩〮-〯〱-〵〸-〺〻〼ぁ-ゖゝ-ゞゟァ-ヺー-ヾヿㄅ-ㄭㄱ-ㆎ\u3190-\u3191\u3192-\u3195\u3196-\u319Fㆠ-ㆺㇰ-ㇿ\u3200-\u321C\u3220-\u3229\u322A-\u3247\u3248-\u324F\u3260-\u327B\u327F\u3280-\u3289\u328A-\u32B0\u32C0-\u32CB\u32D0-\u32FE\u3300-\u3376\u337B-\u33DD\u33E0-\u33FE㐀-䶵一-鿌ꀀ-ꀔꀕꀖ-ꒌꓐ-ꓷꓸ-ꓽ\uA4FE-\uA4FFꔀ-ꘋꘌꘐ-ꘟ꘠-꘩ꘪ-ꘫꙀ-ꙭꙮꚀ-ꚛꚜ-ꚝꚠ-ꛥꛦ-ꛯ\uA6F2-\uA6F7Ꜣ-ꝯꝰꝱ-ꞇ\uA789-\uA78AꞋ-ꞎꞐ-ꞭꞰ-Ʇꟷꟸ-ꟹꟺꟻ-ꠁꠃ-ꠅꠇ-ꠊꠌ-ꠢꠣ-ꠤꠧ\uA830-\uA835\uA836-\uA837ꡀ-ꡳꢀ-ꢁꢂ-ꢳꢴ-ꣃ\uA8CE-\uA8CF꣐-꣙ꣲ-ꣷ\uA8F8-\uA8FAꣻ꤀-꤉ꤊ-ꤥ\uA92E-\uA92Fꤰ-ꥆꥒ-꥓\uA95Fꥠ-ꥼꦃꦄ-ꦲꦴ-ꦵꦺ-ꦻꦽ-꧀\uA9C1-\uA9CDꧏ꧐-꧙\uA9DE-\uA9DFꧠ-ꧤꧦꧧ-ꧯ꧰-꧹ꧺ-ꧾꨀ-ꨨꨯ-ꨰꨳ-ꨴꩀ-ꩂꩄ-ꩋꩍ꩐-꩙\uAA5C-\uAA5Fꩠ-ꩯꩰꩱ-ꩶ\uAA77-\uAA79ꩺꩻꩽꩾ-ꪯꪱꪵ-ꪶꪹ-ꪽꫀꫂꫛ-ꫜꫝ\uAADE-\uAADFꫠ-ꫪꫫꫮ-ꫯ\uAAF0-\uAAF1ꫲꫳ-ꫴꫵꬁ-ꬆꬉ-ꬎꬑ-ꬖꬠ-ꬦꬨ-ꬮꬰ-ꭚ\uAB5Bꭜ-ꭟꭤ-ꭥꯀ-ꯢꯣ-ꯤꯦ-ꯧꯩ-ꯪ\uABEB꯬꯰-꯹가-힣ힰ-ퟆퟋ-ퟻ\uE000-\uF8FF豈-舘並-龎ﬀ-ﬆﬓ-ﬗＡ-Ｚａ-ｚｦ-ｯｰｱ-ﾝﾞ-ﾟﾠ-ﾾￂ-ￇￊ-ￏￒ-ￗￚ-ￜ' + o + a + ']'),
    s = RegExp('[' + o + a + ']');
function c(t) {
    var e = u.exec(t);
    return null == e ? null : e[0];
}
function l(t) {
    var e = c(t);
    return null == e ? n.NEUTRAL : s.exec(e) ? n.RTL : n.LTR;
}
function f(t, e) {
    if (((e = e || n.NEUTRAL), !t.length)) return e;
    var r = l(t);
    return r === n.NEUTRAL ? e : r;
}
function p(t, e) {
    return e || (e = n.getGlobalDir()), n.isStrong(e) || i(!1), f(t, e);
}
t.exports = {
    firstStrongChar: c,
    firstStrongCharDir: l,
    resolveBlockDir: f,
    getDirection: p,
    isDirectionLTR: function (t, e) {
        return p(t, e) === n.LTR;
    },
    isDirectionRTL: function (t, e) {
        return p(t, e) === n.RTL;
    }
};
