p.exports = JSON.parse(
    '{"/cp93l":["Наступний місяць"],"raS6yf":["Попередній місяць"],"JA5C7L":["Очистити"],"I8kUqR":["Відкрити календар"],"db85vU":["Немає елементів для показу"],"bPKiId":["Немає результатів для \xab",[1,"query"],"\xbb"],"WfH9in":["Закрити"],"m3Vfcs":["Не показувати знову"],"cgdAs2":["(Відкриється в новій вкладці)"],"2L/ygS":[[1,"percent"]," відсотків завершено"],"/Y7vRd":["Натисніть на кнопку видалення, щоб прибрати."],"VMNfsY":["Обрані"],"A+pfVR":["Обрати..."],"v2YSk/":["Етап ",[1,"stepNumber"]," з ",[1,"stepCount"]],"YpT3kk":["Збільшити та відтворити відео"]}',
);
