r.d(t, { A: () => o });
var n = r(989479),
    s = r(476858),
    a = r(1673),
    i = r(241738);
class o extends i.w {
    innerPatternString(e) {
        return `(?:(?:,|\\(|（)\\s*)?(?:в\\s*?)?(?:(эту|этот|прошлый|прошлую|следующий|следующую|следующего)\\s*)?(${(0, s.uJ)(n.CV)})(?:\\s*(?:,|\\)|）))?(?:\\s*на\\s*(этой|прошлой|следующей)\\s*неделе)?`;
    }
    innerExtract(e, t) {
        let r = t[2].toLowerCase(),
            s = n.CV[r],
            i = t[1],
            o = t[3],
            l = i || o;
        l = (l = l || "").toLowerCase();
        let u = null;
        return (
            "прошлый" == l || "прошлую" == l || "прошлой" == l
                ? (u = "last")
                : "следующий" == l || "следующую" == l || "следующей" == l || "следующего" == l
                  ? (u = "next")
                  : ("этот" == l || "эту" == l || "этой" == l) && (u = "this"),
            (0, a.Y5)(e.reference, s, u)
        );
    }
}
