e.exports = JSON.parse(
    '{"YnnXb6":["З\'єднання ",[8,"$b",[[1,"connectionName"]]]," мігрує на ",[8,"$b",[[1,"applicationName"]]],". Перепід\'єднайте свій акаунт, щоб зберегти всі з\'єднання вашого профілю."],"vycLU2":["Зміни з\'єднання"],"ZeOhh9":["Оновити з\'єднання"],"/Xhh40":["Пов\'язані ролі для ",[8,"$b",["League of Legends"]]," і ",[8,"$b",["Riot"]]," будуть припинені, але ваші існуючі налаштування залишаться функціональними. Оновіть ролі в ",[8,"settingsLink",["Налаштуваннях"]],"."],"MVB/Ab":["Нагадати пізніше"],"1S6oAo":["Riot ID"]}',
);
