p.exports = JSON.parse(
    '{"odtr7f":["पहले से सेट थीम चुनें या अपनी खुद की थीम बनाएं. सर्वर खोलने पर हर मेंबर को ये थीम दिखाई देती है, और ये उनके लाइट या डार्क मोड के हिसाब से बदल जाती है. ",[8,"$link",["ज़्यादा जानें"],[[1,"articleUrl"]]]],"XhiIAu":["इससे आपका सर्वर सभी मेंबर्स को कैसा दिखेगा, ये बदल जाता है."],"aZpFFn":["सर्वर थीम इनेबल करें"],"jSrqR2":["प्रीसेट"],"HkvkHP":["हर मेंबर की लाइट या डार्क मोड पसंद उनके लिए दिखाई जाएगी."],"zry4l5":["थीम का प्रीव्यू"],"Ck5zxP":["अपनी थीम को सलेक्ट करें"],"/6NbRv":["सर्वर थीम"]}',
);
