p.exports = JSON.parse(
    '{"/cp93l":["Следующий месяц"],"raS6yf":["Предыдущий месяц"],"JA5C7L":["Очистить"],"I8kUqR":["Открыть календарь"],"db85vU":["Нет элементов для показа"],"bPKiId":["Нет результатов по запросу \xab",[1,"query"],"\xbb"],"WfH9in":["Закрыть"],"m3Vfcs":["Больше не показывать"],"cgdAs2":["(Откроется в новой вкладке)"],"2L/ygS":["Завершено на ",[1,"percent"],"\xa0процентов"],"/Y7vRd":["Нажмите на крестик, чтобы удалить."],"VMNfsY":["Выбрано"],"A+pfVR":["Выберите..."],"v2YSk/":["Шаг ",[1,"stepNumber"]," из ",[1,"stepCount"]],"YpT3kk":["Увеличить и запустить видео"]}',
);
