p.exports = JSON.parse(
    '{"6/dkHh":["ปิดข้อความถอดเสียง"],"XiLvuG":["เปลี่ยนระดับเสียง"],"dRVF+Z":["ย้อนกลับ 10 วินาที"],"yV2FLL":["ข้ามไปข้างหน้า 10 วินาที"],"YWbiPw":["ยังไม่สามารถข้ามส่วนที่ยังไม่ได้ดู"],"0DbPcL":["เปิด/ปิดคำบรรยาย"],"z9Cnzv":["เปิด/ปิดเต็มหน้าจอ"],"6EjGUv":["เปิด/ปิดข้อความถอดเสียง"],"kX3+aM":["กำลังโหลดวิดีโอ..."],"c7IRfm":["วิดีโอถูกหยุดชั่วคราวเนื่องจากหน้าต่างไม่ได้อยู่ในโฟกัส"],"9St/zK":["วิดีโอถูกหยุดชั่วคราวเนื่องจากหน้าต่างไม่ปรากฏบนหน้าจอ"],"VZkd/n":["ถอดความ"],"E527vj":["ภาพตัวอย่างวิดีโอ"]}',
);
