a.exports = JSON.parse(
    '{"b7Oqdu":["选择其他方式"],"ar3a3q":["您提供的信息仅用于确认您的年龄组，确认后该信息将被删除。"],"0vTx7j":["重新载入"],"XYYm+1":["选择其他方式来验证您的年龄"],"rVLCwM":["选择其他方式"],"RpMIT0":["我们使用年龄组来确定某些体验的访问权限。",[8,"$link",["了解更多"],[[1,"handleOnHelpUrlHook"]]]],"1/6wta":["使用下方选项之一，通过验证年龄来恢复您对 Discord 的访问权限。"],"h7qzoa":["使用下方选项之一，通过确认年龄来恢复您对 Discord 的访问权限。"],"eJmat5":["通常速度最快，且完全自动化。只需相机即可完成。"],"2yLvkS":["拍摄一段视频自拍"],"ZdmRwW":["您需要准备驾照、护照或其他身份证件。之后还需拍一张自拍以确认身份。"],"dwkwo0":["扫描 ID"],"htWh1G":["前往我们的帮助中心以",[8,"$link",["了解更多"],[[1,"handleOnHelpUrlHook"]]]],"cR6336":["没有可用的年龄验证方法，这可能是一个错误。"],"hDvmYP":["重新载入"]}',
);
