s.exports = JSON.parse(
    '{"ihBfyA":["新增至最愛項目"],"PACPOV":["遊戲"],"f98Qe3":["刪除所有剪輯影片"],"YKst58":["分享您的視角"],"snNYS+":["剪輯影片選項"],"GPfOas":["變更捷徑"],"DLzdl7":["隨時隨地在此編輯和分享您的剪輯影片。"],"4K56sP":["無論遊玩什麼 PC 遊戲，都能使用 Discord 剪輯影片。"],"BIwQis":["按下 ",[1,"keybind"]," 即可在遊玩遊戲時擷取剪輯影片。"],"HOUDUm":["設定捷徑，在遊玩遊戲時擷取剪輯影片。"],"m2GEpP":["所有遊戲精彩時刻，盡在一處"],"xkY5xS":["嘗試搜尋其他類別"],"+M2iLf":["找不到剪輯影片"],"tv7emB":["複製影片"],"HH4Tjj":["新增至音效板"],"JbyR1U":["篩選條件：",[1,"count"]],"dFu8vZ":[[1,"count"]," 部最近的剪輯影片"],"IZsalP":["從最愛項目移除"],"55C2MH":["檢視所有剪輯影片"]}',
);
