a.exports = {
    "5h8p5P": [
        [
            6,
            "count",
            { one: [[1, "platforms"], " δεν υποστηρίζεται."], other: [[1, "platforms"], " δεν υποστηρίζονται."] },
            0,
            "cardinal",
        ],
    ],
    vyAtfo: [
        "Σύνδεσε τους λογαριασμούς σου ",
        [1, "applicationName"],
        " και Discord για να αποδεχτείς αυτό το δώρο. ",
        [1, "platforms_info"],
    ],
    yqAKVO: [
        "Ο λογαριασμός συνδέθηκε με το ",
        [1, "applicationName"],
        ". Διεκδίκησε το δώρο σου παρακάτω. ",
        [1, "platforms_info"],
    ],
    Ufm9XX: [
        'Κάνοντας κλικ στο "',
        [1, "buyButtonLabel"],
        '", συμφωνείς με τους ',
        [8, "$link", ["Όρους Παροχής Υπηρεσιών επί Πληρωμή"], [[1, "paidServiceTermURL"]]],
        ". ",
        [
            8,
            "$b",
            [
                "Αγοράζοντας ένα στοιχείο από το Κατάστημα Παιχνιδιού ",
                [1, "applicationName"],
                " σημαίνει ότι αγοράζεις μια περιορισμένη άδεια χρήσης αυτού του στοιχείου στο συγκεκριμένο παιχνίδι.",
            ],
        ],
        " Δεν γίνεται επιστροφή χρημάτων για αυτή την αγορά. Το στοιχείο θα παραδοθεί από τον προγραμματιστή απευθείας εντός του παιχνιδιού.",
    ],
    Q0dHYO: ["Απαιτείται σύνδεση λογαριασμού για εξαργύρωση. ", [1, "platforms_info"]],
    "3ah/a2": [
        [
            8,
            "$b",
            [
                "Αγοράζοντας ένα στοιχείο από το Κατάστημα Παιχνιδιού ",
                [1, "applicationName"],
                " σημαίνει ότι αγοράζεις μια περιορισμένη άδεια χρήσης αυτού του στοιχείου στο συγκεκριμένο παιχνίδι.",
            ],
        ],
        " Δεν γίνεται επιστροφή χρημάτων για αυτή την αγορά. Αυτό το στοιχείο θα παραδοθεί από τον προγραμματιστή απευθείας εντός του παιχνιδιού. ",
        [1, "platforms_info"],
    ],
    fO4b1C: [
        "Σύνδεσε τους λογαριασμούς σου ",
        [1, "applicationName"],
        " και Discord για να αποδεχτείς αυτή την αγορά. ",
        [1, "platforms_info"],
    ],
    "Sy7D+/": ["Αυτό το κατάστημα δεν έχει ακόμα στοιχεία. Έλα ξανά αργότερα!"],
    OvBwPV: ["Δεν υπάρχει διαθέσιμη βιτρίνα"],
    BMMo2K: [
        "Σύνδεσε τους λογαριασμούς σου ",
        [1, "applicationName"],
        " και Discord από τις ρυθμίσεις του Discord στον υπολογιστή για να αποδεχτείς αυτό το δώρο.",
    ],
    eNNnIG: [
        "Σύνδεσε τους λογαριασμούς σου ",
        [1, "applicationName"],
        " και Discord από τις ρυθμίσεις του Discord στον υπολογιστή για να αποδεχτείς αυτή την αγορά.",
    ],
    gndWN7: ["Άνοιξε το Discord σε υπολογιστή για αγορά."],
    bRPsNX: ["Εξαργύρωσε την αγορά σου"],
    BKf0MM: ["Προβολή λεπτομερειών"],
};
