s.exports = JSON.parse(
    '{"IraH2Q":[[1,"discountOfferAmount"],"% Έκπτωση"],"WBMEcr":["Επισκέψου το Κατάστημα Rust"],"7mIXs6":["Νέα εκκαθάριση, νέος εξοπλισμός. Εξοικονόμησε 20% έως τις 21 Μαΐου."],"C+RsW7":["Εξοικονόμησε 20%, μόνο στο Discord."],"RMafGC":["Δώσε στοιχεία Rust σε φίλους απευθείας από το Discord. Δεν χρειάζεται περιτύλιγμα."],"5aC9+e":["Φρόντισε την ομάδα σου"],"me6trO":["Αγόρασε στοιχεία Rust στο Discord και εξόπλισέ τα άμεσα στο παιχνίδι."],"2FKQ2n":["Αγόρασέ το στο Discord."],"JN38wW":["Απόκτησέ το στο Rust."]}',
);
