p.exports = JSON.parse(
    '{"XJ4UpB":["Промяна на изображение"],"XV4qT6":["Премахване на изображението"],"CLSbjS":["Докладване на изображение"],"1OwLy1":["Още"],"HkszWk":["Избери GIF"],"SQb1dl":["Намери вдъхновение"],"2THN2i":["Идеи, с които да започнеш."],"dDID2M":["Скорошни изображения"],"9Xxm0y":["Получи достъп до най-скоро качените от теб материали."],"+y6KsI":["Задай изображение, за да покажеш на другите какво се случва."],"yyPbqI":["Добави информация за това както си намислил(а)"],"BIdpHb":["Очаквай скоро"],"bjP2Do":["Качи изображение"],"NGcIOF":["Задай настроението"]}',
);
