s.exports = {
    mXY4Rb: [
        "Вже маєте Game Pass? ",
        [8, "$link", ["Під'єднайте акаунт"], [[1, "onConnect"]]],
        " щоб отримати додаткові нагороди Orbs й знижки у крамниці.",
    ],
    oBYFF3: ["Отримати всі переваги Nitro"],
    HZz88k: ["Щомісячні Orbs"],
    Aau2G1: ["Множник Orbs"],
    "6Udfv9": ["Знижка у крамниці"],
    f1ygW4: ["Ваш Xbox Game Pass з присмаком Nitro"],
    cRLw2a: ["Ваш Xbox Game Pass з присмаком Nitro"],
    ZYc6Hv: [
        "Отримуйте ",
        [1, "orbAmount"],
        " додаткових Orbs щомісяця. Наступне зачислення через ",
        [1, "days"],
        " дн.",
    ],
    "+tdDeK": ["Щомісячні Orbs"],
    kc3Kvs: [
        "Перетворіть перемоги у квестах на мегаперемоги з множником x",
        [1, "multiplier"],
        " на винагороди за Orbs.",
    ],
    "++kzl5": ["Множник Orbs"],
    WgkpKK: [
        "Насолоджуйтесь знижками на обрані предмети у крамниці Discord. ",
        [8, "$link", ["Відвідайте крамницю"], [[1, "onClick"]]],
    ],
    "a+PtZt": ["Знижка у крамниці"],
    "70kyQr": [
        "Ваш Xbox Game Pass з присмаком Nitro. Отримайте ці 3 переваги Nitro. ",
        [8, "$link", ["Дізнатися більше"], [[1, "learnMoreLink"]]],
    ],
    "4CdlUW": ["Отримати всі переваги Nitro"],
    c5usUr: ["Заробити більше Orbs"],
    UkrcSH: [
        "Ваша підписка на Xbox Game Pass дарує вам досвід Discord Nitro з ",
        [2, "bonusOrbMultiplier"],
        "x більше Orbs з квестів",
    ],
    "D+kUbg": [
        "Учасники Xbox Game Pass тепер отримують додаткові нагороди у вигляді Orbs та знижки в крамниці на Discord. Під'єднайте свій Xbox, щоб розблокувати. ",
        [8, "$link", ["Докладніше"], [[1, "learnMoreLink"]]],
    ],
    "9cLtDI": ["Нові! Спробуйте Discord Nitro разом із Xbox Game Pass"],
    DePOcS: ["Знижка у Крамниці включена до Xbox Game Pass"],
    Urtyu9: [
        "Ви отримаєте наступні щомісячні Orbs через ",
        [1, "days"],
        " днів після початку вашої передплати Discord Nitro.",
    ],
};
