p.exports = JSON.parse(
    '{"XJ4UpB":["이미지 변경"],"XV4qT6":["이미지 제거"],"CLSbjS":["이미지 신고"],"CqBvCr":["오류가 발생했습니다! 다시 시도해주세요."],"1OwLy1":["기타"],"HkszWk":["GIF 고르기"],"5VL9Ju":["서버에서 가장 최근에 업로드된 이미지를 선택하세요."],"aBnIyR":["이미지 선택하기"],"SQb1dl":["영감을 받으세요"],"2THN2i":["시작하는 데 도움이 될 수 있는 아이디어예요."],"dDID2M":["최근"],"9Xxm0y":["최근 업로드에 접근하세요."],"zetfRy":["최근 업로드"],"+y6KsI":["이미지를 설정해서 다른 사람들에게 요즘 근황을 알려주세요."],"yyPbqI":["멋진 분위기를 만들어 보세요"],"BIdpHb":["Coming Soon!"],"bjP2Do":["이미지 업로드"],"NGcIOF":["멋진 분위기를 만들어 보세요"]}',
);
