p.exports = JSON.parse(
    '{"6/dkHh":["ट्रांसक्रिप्ट बंद करें"],"XiLvuG":["वॉल्यूम बदलें"],"dRVF+Z":["10 सेकंड रिवाइंड करें"],"yV2FLL":["10 सेकंड आगे स्किप करें"],"YWbiPw":["अभी तक न देखे गए सेक्शन को स्किप नहीं किया जा सकता"],"0DbPcL":["कैप्शन्स को टॉगल करें"],"z9Cnzv":["फ़ुल स्क्रीन टॉगल करें"],"6EjGUv":["ट्रांस्क्रिप्ट टॉगल करें"],"kX3+aM":["वीडियो लोड हो रहा है..."],"c7IRfm":["विंडो का फ़ोकस खो जाने के कारण वीडियो रुक गया"],"9St/zK":["वीडियो रुक गया क्योंकि विंडो दिखाई नहीं दे रही है"],"VZkd/n":["ट्रांसक्रिप्ट"],"E527vj":["वीडियो थंबनेल"]}',
);
