p.exports = JSON.parse(
    '{"RPb8Zk":["フィードバックはDiscordの安全機能を向上させるのに役立ちます\u3002"],"cDP3b4":["フィードバックを送信しました"],"KZw6kn":["うまくいかないことはなんですか\uFF1F"],"eSP1F9":["このコンテンツの閲覧について考えを変えた"],"bC0QVX":["指示が混乱を招いた"],"8JFGXc":["手順を進めようとしたが\u3001うまくいかなかった"],"Dl4A+U":["必要な書類を持っていなかった"],"ZsnNgz":["個人情報の共有について懸念がある"],"ep5SQp":["その他"],"kkKhVJ":["時間がかかりすぎる"],"maxf2S":["なぜこれが必要なのか\u3001よくわからなかった"],"Q5cQ46":["問題について詳しくお聞かせください"],"zApKaR":["詳しく教えていただけますか\uFF1F"],"4djgO/":["フィードバックをいただき\u3001ありがとうございます\uFF01"],"RqoA4v":["年齢確認はいかがでしたか\uFF1F"]}',
);
