s.exports = JSON.parse(
    '{"iK1QsY":["收藏频道"],"w1MU8Y":["收藏用户"],"xB/0Z9":["在文字频道和私信中搜索"],"d3yO98":["最近活跃时间"],"uC6Lhg":["最近访问的文字频道"],"HGimIS":["搜索结果"],"GKTlS6":["收藏"],"trKJoT":["在游戏中"],"OV3KfO":["搜索语音频道"],"OskevP":["收藏"],"C+ojiQ":["语音通话中的好友"],"DUIbKP":["搜索结果"],"9ME4wE":["建议的语音频道"],"PBVXVW":["按下 Shift + 单击以关闭所有"],"ERApc4":["关闭叠加面板聊天"],"x1k3cO":["正在玩 ",[1,"gameName"]],"uhJexs":["聊天"],"xpv/t5":["选择一个聊天以开始发消息。"],"tYPfF2":["最小化语音内文本显示"],"KWrMk5":["打开叠加面板聊天"],"2yFtJ1":["最近叠加面板聊天"],"dvUElD":["取消收藏频道"],"Xr8XHk":["取消收藏用户"]}',
);
