s.exports = JSON.parse(
    '{"IraH2Q":["Знижка ",[1,"discountOfferAmount"],"%"],"WBMEcr":["Відвідайте крамницю Rust"],"7mIXs6":["Нове обладнання. Заощаджуйте 20% до 21 травня."],"C+RsW7":["Знижка 20%, тільки у Discord."],"RMafGC":["Даруйте предмети для Rust друзям через Discord. Й упаковувати подарунок не треба."],"5aC9+e":["Подарунки для вашого загону"],"me6trO":["Придбайте предмети для Rust у Discord і відразу отримайте їх у грі."],"2FKQ2n":["Придбайте її в Discord."],"JN38wW":["Отримайте у Rust."]}',
);
