a.exports = {
    "5h8p5P": [
        [
            6,
            "count",
            { one: [[1, "platforms"], " не підтримується."], other: [[1, "platforms"], " не підтримуються."] },
            0,
            "cardinal",
        ],
    ],
    vyAtfo: [
        "Під'єднайте свої акаунти ",
        [1, "applicationName"],
        " і Discord, щоб прийняти цей подарунок. ",
        [1, "platforms_info"],
    ],
    yqAKVO: [
        "Акаунт під'єднано до ",
        [1, "applicationName"],
        ". Отримайте свій подарунок нижче. ",
        [1, "platforms_info"],
    ],
    Ufm9XX: [
        "Натискаючи «",
        [1, "buyButtonLabel"],
        "», ви погоджуєтеся з ",
        [8, "$link", ["Умовами надання платних послуг"], [[1, "paidServiceTermURL"]]],
        ". ",
        [
            8,
            "$b",
            [
                "Купуючи предмет в ігровій крамниці ",
                [1, "applicationName"],
                ", ви отримуєте обмежену ліцензію на використання цього предмета у вказаній грі.",
            ],
        ],
        " Це придбання не підлягає поверненню. Цей предмет буде доставлено розробником безпосередньо в грі.",
    ],
    Q0dHYO: ["Для отримання необхідне посилання на акаунт. ", [1, "platforms_info"]],
    "3ah/a2": [
        [
            8,
            "$b",
            [
                "Купівля предмета з ",
                [1, "applicationName"],
                " ігрової крамниці означає, що ви купуєте обмежену ліцензію на використання цього предмета у вказаній грі.",
            ],
        ],
        " Повернення коштів за цю покупку неможливе. Цей предмет буде надано розробником безпосередньо в грі. ",
        [1, "platforms_info"],
    ],
    fO4b1C: [
        "Під'єднайте свої акаунти ",
        [1, "applicationName"],
        " і Discord, щоб прийняти цю покупку. ",
        [1, "platforms_info"],
    ],
    "Sy7D+/": ["У цій крамниці ще немає товарів. Поверніться пізніше!"],
    OvBwPV: ["Вітрина крамниці недоступна"],
    BMMo2K: [
        "Під'єднайте свої акаунти ",
        [1, "applicationName"],
        " і Discord через налаштування Discord для ПК, щоби прийняти цей подарунок.",
    ],
    eNNnIG: [
        "Під'єднайте свої акаунти ",
        [1, "applicationName"],
        " і Discord через налаштування Discord для ПК, щоб прийняти цю покупку.",
    ],
    gndWN7: ["Для придбання відкрийте Discord на комп'ютері."],
    bRPsNX: ["Заберіть свою покупку"],
    BKf0MM: ["Показати подробиці"],
};
