p.exports = JSON.parse(
    '{"/cp93l":["Επόμενος μήνας"],"raS6yf":["Προηγούμενος μήνας"],"JA5C7L":["Διαγραφή"],"I8kUqR":["Άνοιγμα ημερολογίου"],"db85vU":["Κανένα στοιχείο για εμφάνιση"],"bPKiId":["Δεν υπάρχουν αποτελέσματα για το \u2018",[1,"query"],"\u2019"],"WfH9in":["Κλείσιμο"],"m3Vfcs":["Να μην εμφανιστεί ξανά;"],"cgdAs2":["(Θα ανοίξει σε νέα καρτέλα)"],"/Y7vRd":["Πάτα διαγραφή για αφαίρεση."],"VMNfsY":["Επιλεγμένα"],"A+pfVR":["Επίλεξε..."],"YpT3kk":["Μεγέθυνση και αναπαραγωγή βίντεο"]}',
);
